{
  "id": "maps",
  "title": {
    "en": "A map of maps",
    "nl": "Een kaart van kaarten",
    "fr": "Carte des cartes",
    "ja": "マップのマップ",
    "zh_Hant": "地圖的地圖",
    "ru": "Карта карт",
    "de": "Eine Karte der Karten",
    "eo": "Mapo de mapoj",
    "it": "Una mappa di mappe",
    "nb_NO": "Et kart over kart",
    "ca": "Un mapa de mapes",
    "es": "Un mapa de mapas",
    "cs": "Mapa map",
    "pl": "Mapa map"
  },
  "description": {
    "en": "On this map you can find all maps OpenStreetMap knows - typically a big map on an information board showing the area, city or region, e.g. a tourist map on the back of a billboard, a map of a nature reserve, a map of cycling networks in the region, ...) <br/><br/>If a map is missing, you can easily map this map on OpenStreetMap.",
    "nl": "Op deze kaart kan je alle kaarten zien die OpenStreetMap kent.<br/><br/>Ontbreekt er een kaart, dan kan je die kaart hier ook gemakelijk aan deze kaart toevoegen.",
    "fr": "Sur cette carte sont affichées les cartes (plans) mappées dans OpenStreetMap.<br/><br/>Si une carte est manquante, vous pouvez l'ajouer facilement avec un compte OpenStreetMap.",
    "ja": "このマップには、OpenStreetMapが知っているすべてのマップが表示されます。通常は、エリア、都市、または地域を示す情報ボード上の大きなマップが表示されます。たとえば、ビルボードの背面にある観光マップ、自然保護区のマップ、地域内のサイクリングネットワークのマップなどです。)<br/><br/>マップがない場合は、このマップをOpenStreetMapに簡単にマップできます。",
    "zh_Hant": "在這份地圖你可以找到所在在開放街圖上已知的地圖 - 特別是顯示地區、城市、區域的資訊版面上的大型地圖，例如佈告欄背面的旅遊地圖，自然保護區的地圖，區域的單車網路地圖，...)<br/><br/>如果有缺少的地圖，你可以輕易在開放街圖上新增這地圖。",
    "de": "Auf dieser Karte findest du alle Karten, die OpenStreetMap kennt - typischerweise eine große Karte auf einer Informationstafel, die das Gebiet, die Stadt oder die Region zeigt, z.B. eine touristische Karte auf der Rückseite einer Plakatwand, eine Karte eines Naturschutzgebietes, eine Karte der Radwegenetze in der Region, ...) <br/><br/>Wenn eine Karte fehlt, können Sie diese leicht auf OpenStreetMap kartieren.",
    "it": "In questa carta puoi trovare tutte le mappe conosciute da OpenStreetMap (tipicamente una grossa mappa su di un pannello informativo che mostra l’area, la città o la regione, ad es. una mappa turistica dietro a un manifesto, la mappa di una riserva naturale, la mappa della rete ciclistica regionale, etc.)<br/><br/>Se manca una mappa, puoi aggiungerla facilmente a questa su OpenStreetMap.",
    "es": "En este mapa puedes encontrar todos los mapas que OpenStreetMap conoce - típicamente un mapa grande con un tablero que muestra el área, la ciudad o la región, ej. un mapa turista detrás de una vaya publicitaria, un mapa de una reserva natural, un mapa de redes ciclistas en la región, ...)<br/><br/>Si falta un mapa, puedes mapear este mapa fácilmente en OpenStreetMap.",
    "da": "På dette kort kan du finde alle kort, OpenStreetMap kender - typisk et stort kort på en informationstavle, der viser området, byen eller regionen, f.eks. et turistkort på bagsiden af en tavle, et kort over et naturreservat, et kort over cykelnetværk i regionen, ...) <br/><br/>Hvis der mangler et kort, kan du nemt kortlægge dette kort på OpenStreetMap.",
    "cs": "Na této mapě najdete všechny mapy, které OpenStreetMap zná - typicky je zde velká mapa na informační tabuli zobrazující oblast, město nebo region, (např. turistická mapa na zadní straně billboardu, mapa přírodní rezervace, mapa cyklistických sítí v regionu, ...). <br/><br/>Pokud mapa chybí, můžete ji snadno zmapovat na OpenStreetMap.",
    "ca": "En aquest mapa podeu trobar tots els mapes que OpenStreetMap coneix, normalment un mapa gran en un tauler informatiu que mostra la zona, la ciutat o la regió, p. un mapa turístic al dors d'una tanca publicitària, un mapa d'una reserva natural, un mapa de les xarxes ciclistes de la regió, ...) <br/><br/>Si falta un mapa, podeu mapejar aquest mapa fàcilment a OpenStreetMap.",
    "pl": "Na tej mapie możesz znaleźć wszystkie mapy, jakie zna OpenStreetMap - zazwyczaj duże mapy na tablicy informacyjnej pokazująca obszar, miasto lub region, np. mapy turystyczne na odwrocie billboardu, mapy rezerwatu przyrody, mapy sieci rowerowych w regionie, ...) <br/><br/>Jeśli brakuje mapy, możesz łatwo zmapować ją na OpenStreetMap."
  },
  "shortDescription": {
    "en": "This theme shows all (touristic) maps that OpenStreetMap knows of",
    "nl": "Dit thema toont alle (toeristische) kaarten die OpenStreetMap kent",
    "fr": "Cette carte affiche toutes les cartes (plans) mappés dans OpenStreetMap",
    "ja": "このテーマには、OpenStreetMapが知っているすべての(観光)マップが表示されます",
    "zh_Hant": "這份主題顯示所有已知的開放街圖上的 (旅遊) 地圖",
    "de": "Dieses Thema zeigt alle (touristischen) Karten, die OpenStreetMap kennt",
    "it": "Questo tema mostra tutte le mappe (turistiche) di cui OpenStreetMap dispone",
    "es": "Este tema muestra todos los mapas (turísticos) que OpenStreetMap conoce",
    "da": "Dette tema viser alle (turisme) kort, som OpenStreetMap kender til",
    "cs": "Toto téma zobrazuje všechny (turistické) mapy, které zná OpenStreetMap",
    "ca": "Aquest tema mostra tots els mapes (turístics) que OpenStreetMap coneix",
    "pl": "Ten motyw pokazuje wszystkie mapy (turystyczne), które zna OpenStreetMap"
  },
  "icon": "./assets/themes/maps/logo.svg",
  "defaultBackgroundId": "protomaps.white",
  "layers": [
    "map"
  ],
  "widenFactor": 5
}
