{
  "id": "gps_track",
  "name": {
    "en": "Your travelled track",
    "nl": "Jouw afgelegde route",
    "de": "Zurückgelegte Strecke",
    "fr": "Votre chemin parcouru",
    "da": "Dit tilbagelagte spor",
    "ca": "La teva traça recorreguda",
    "cs": "Vaše procestovaná trasa"
  },
  "description": "Meta layer showing the previous locations of the user as single line with controls, e.g. to erase, upload or download this track. Add this to your theme and override the maprendering to change the appearance of the travelled track.",
  "source": "special",
  "minzoom": 0,
  "shownByDefault": false,
  "title": {
    "render": {
      "en": "Your travelled path",
      "nl": "Jouw traject",
      "de": "Deine zurückgelegte Strecke",
      "ca": "El teu camí recorregut",
      "fr": "Votre chemin",
      "cs": "Ujetá cesta"
    }
  },
  "pointRendering": [
    {
      "location": [
        "start"
      ],
      "marker": [
        {
          "icon": "circle",
          "color": "#bb000077"
        }
      ],
      "iconSize": "10,10",
      "pitchAlignment": "map",
      "rotationAlignment": "map"
    }
  ],
  "lineRendering": [
    {
      "width": 3,
      "color": "#bb000077"
    }
  ],
  "tagRenderings": [
    {
      "id": "Privacy notice",
      "render": {
        "en": "This is the path you've travelled since this website is opened. Don't worry - this is only visible to you and no one else. Your location data is never sent off-device.",
        "nl": "Dit is waar je was sinds je deze website hebt geopend. Dit is enkel zichtbaar voor jou en niemand anders. Je locatie wordt niet verstuurd buiten je apparaat.",
        "de": "Dies ist der Weg, den Sie seit dem Besuch dieser Webseite zurückgelegt haben. Keine Sorge - diese Daten sind nur für Sie sichtbar und für niemanden sonst. Ihre Standortdaten werden niemals an ein anderes Gerät gesendet.",
        "fr": "C'est le chemin que vous avez parcouru depuis l'ouverture de ce site. Ne vous inquiétez pas - ceci n'est visible que pour vous et personne d'autre. Vos données de localisation ne sont jamais envoyées hors de l'appareil.",
        "ca": "Aquest és el camí que heu recorregut des que s'ha obert aquest lloc web. No et preocupis: això només és visible per a tu i ningú més. Les vostres dades d'ubicació mai s'envien fora del dispositiu.",
        "cs": "To je cesta, kterou jste urazili od otevření těchto webových stránek. Nemějte obavy - je viditelná pouze pro vás a pro nikoho jiného. Údaje o vaší poloze nejsou nikdy odesílány mimo zařízení."
      }
    },
    "export_as_gpx",
    "export_as_geojson",
    {
      "id": "upload_to_osm",
      "render": "{upload_to_osm()}"
    },
    "minimap",
    {
      "id": "delete",
      "render": "{clear_location_history()}"
    }
  ],
  "syncSelection": "global"
}
