{
  "id": "nature",
  "title": {
    "en": "Into nature",
    "nl": "De natuur in",
    "de": "In die Natur",
    "ca": "A la natura",
    "fr": "Dans la nature",
    "da": "Ud i naturen",
    "nb_NO": "Inn i naturen",
    "cs": "Do přírody",
    "es": "En la naturaleza",
    "zh_Hant": "投入自然懷抱",
    "pl": "W naturze"
  },
  "description": {
    "en": "On this map, one can find interesting information for tourists and nature lovers.",
    "nl": "Op deze kaart vind je informatie voor natuurliefhebbers, zoals info over het natuurgebied waar je inzit, vogelkijkhutten, informatieborden, ...",
    "de": "Eine Karte mit interessanten Informationen für Touristen und Naturliebhaber.",
    "es": "En este mapa, uno puede encontrar información interesante para turistas y amantes de la naturaleza.",
    "fr": "Retrouvez sur cette carte des informations pour les touristes et les amoureux de la nature.",
    "da": "På dette kort kan man finde interessant information for turister og naturelskere, som f.eks ",
    "cs": "Na této mapě najdete zajímavé informace pro turisty a milovníky přírody.",
    "ca": "En aquest mapa es pot trobar informació interessant per a turistes i amants de la natura.",
    "zh_Hant": "在這份地圖，你可以找到觀光客與自然愛好者感興趣的資訊...",
    "pl": "Na tej mapie można znaleźć ciekawe informacje dla turystów i miłośników przyrody."
  },
  "shortDescription": {
    "en": "A map for nature lovers, with interesting POI's",
    "nl": "Deze kaart bevat informatie voor natuurliefhebbers",
    "de": "Eine Karte mit interessanten Orten für Naturliebhaber",
    "es": "Un mapa para amantes de la naturaleza, con PDIs interesantes",
    "fr": "Une carte pour les amoureux de la nature",
    "da": "Et kort for naturelskere med interessante POI'er",
    "cs": "Mapa pro milovníky přírody se zajímavými body zájmu",
    "ca": "Un mapa per als amants de la natura, amb PDI interessants",
    "zh_Hant": "為了自然愛好者，以及有趣的興趣點的地圖",
    "pl": "Mapa dla miłośników przyrody z ciekawymi punktami POI"
  },
  "icon": "./assets/themes/nature/logo.svg",
  "startZoom": 12,
  "startLat": 51.20875,
  "startLon": 3.22435,
  "layers": [
    "drinking_water",
    "birdhide",
    "nature_reserve",
    {
      "builtin": [
        "map",
        "information_board",
        "bench",
        "picnic_table",
        "toilet",
        "guidepost",
        "shelter"
      ],
      "override": {
        "minzoom": 16
      }
    }
  ],
  "widenFactor": 2
}