{
  "id": "cyclofix",
  "title": {
    "en": "Cyclofix - a map for cyclists",
    "nl": "Cyclofix - een kaart voor fietsers",
    "fr": "Cyclofix - une carte pour les cyclistes",
    "gl": "Cyclofix - Un mapa aberto para os ciclistas",
    "de": "Cyclofix - eine Karte für Radfahrer",
    "ru": "Cyclofix - открытая карта для велосипедистов",
    "ja": "Cyclofix - サイクリストのためのオープンマップ",
    "zh_Hant": "單車修正 - 單車騎士的開放地圖",
    "it": "Cyclofix - una mappa libera per chi va in bici",
    "nb_NO": "Cyclofix — et åpent kart for syklister",
    "hu": "Cyclofix – nyílt térkép kerékpárosoknak",
    "es": "Cyclofix - un mapa para ciclistas",
    "ca": "Cyclofix - un mapa per a ciclistes",
    "da": "Cyclofix - et åbent kort for cyklister",
    "cs": "Cyklofix - mapa pro cyklisty",
    "pl": "Cyclofix - mapa dla rowerzystów"
  },
  "description": {
    "en": "The goal of this map is to present cyclists with an easy-to-use solution to find the appropriate infrastructure for their needs.<br><br>You can track your precise location (mobile only) and select layers that are relevant for you in the bottom left corner. You can also use this tool to add or edit pins (points of interest) to the map and provide more data by answering the questions.<br><br>All changes you make will automatically be saved in the global database of OpenStreetMap and can be freely re-used by others.<br><br>For more information about the cyclofix project, go to <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a>.",
    "nl": "Het doel van deze kaart is om fietsers een gebruiksvriendelijke oplossing te bieden voor het vinden van de juiste infrastructuur voor hun behoeften.<br><br>U kunt uw exacte locatie volgen (enkel mobiel) en in de linkerbenedenhoek categorieën selecteren die voor u relevant zijn. U kunt deze tool ook gebruiken om 'spelden' aan de kaart toe te voegen of te bewerken en meer gegevens te verstrekken door de vragen te beantwoorden.<br><br>Alle wijzigingen die u maakt worden automatisch opgeslagen in de wereldwijde database van OpenStreetMap en kunnen  door anderen vrij worden hergebruikt.<br><br>Bekijk voor meer info over cyclofix ook <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a>.",
    "fr": "Le but de cette carte est de présenter aux cyclistes une solution facile à utiliser pour trouver l'infrastructure appropriée à leurs besoins.<br><br>Vous pouvez suivre votre localisation précise (mobile uniquement) et sélectionner les couches qui vous concernent dans le coin inférieur gauche. Vous pouvez également utiliser cet outil pour ajouter ou modifier des épingles (points d'intérêt) sur la carte et fournir plus de données en répondant aux questions.<br><br>Toutes les modifications que vous apportez seront automatiquement enregistrées dans la base de données mondiale d'OpenStreetMap et peuvent être librement réutilisées par d'autres.<br><br>Pour plus d'informations sur le projet cyclofix, rendez-vous sur <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a>.",
    "gl": "O obxectivo deste mapa é amosar ós ciclistas unha solución doada de empregar para atopar a infraestrutura axeitada para as súas necesidades.<br><br>Podes obter a túa localización precisa (só para dispositivos móbiles) e escoller as capas que sexan relevantes para ti na esquina inferior esquerda. Tamén podes empregar esta ferramenta para engadir ou editar puntos de interese ó mapa e fornecer máis datos respondendo as cuestións.<br><br>Todas as modificacións que fagas serán gardadas de xeito automático na base de datos global do OpenStreetMap e outros poderán reutilizalos libremente.<br><br>Para máis información sobre o proxecto cyclofix, vai a <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a>.",
    "de": "Mit dieser Karte wird Radfahrern eine einfache Lösung bereitgestellt, um die passende Fahrradinfrastruktur zu finden.<br><br>Weitere Informationen über Cyclofix finden Sie unter <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a>.",
    "ja": "このマップの目的は、サイクリストのニーズに適した施設を見つけるための使いやすいソリューションを提供することです。<br><br>正確な位置を追跡し(モバイルのみ)、左下コーナーで関連するレイヤを選択できます。このツールを使用して、マップにピン(注目点)を追加または編集したり、質問に答えることでより多くのデータを提供することもできます。<br><br>変更内容はすべてOpenStreetMapのグローバルデータベースに自動的に保存され、他のユーザーが自由に再利用できます。<br><br>cyclofixプロジェクトの詳細については、 <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a> を参照してください。",
    "zh_Hant": "這份地圖的目的是為單車騎士能夠輕易顯示滿足他們需求的相關設施。<br><br>你可以追蹤你確切位置 (只有行動版)，以及在左下角選擇相關的圖層。你可以使用這工具在地圖新增或編輯釘子，以及透過回答問題來提供更多資訊。<br><br>所有你的變動都會自動存在開放街圖這全球資料圖，並且能被任何人自由取用。<br><br>你可以到 <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a> 閱讀更多資訊。",
    "it": "Questa mappa offre a chi va in bici una soluzione semplice per trovare tutte le infrastrutture di cui ha bisogno.<br><br>Puoi tracciare la tua posizione esatta (solo su mobile) e selezionare i livelli che ti interessano nell'angolo in basso a sinistra. Puoi anche usare questo strumento per aggiungere o modificare punti di interesse alla mappa e aggiungere nuove informazioni rispendendo alle domande.<br><br>Tutte le modifiche che apporterai saranno automaticamente salvate nel database mondiale di OpenStreetMap e potranno essere liberamente riutilizzate da tutti e tutte.<br><br>Per maggiori informazioni sul progetto ciclofix, visita <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a>.",
    "hu": "Ez a térkép kerékpárosoknak kíván könnyen használható megoldást nyújtani a számukra fontos infrastruktúra megtalálásához.<br><br>A bal alsó sarokban nyomon követheti pontos tartózkodási helyét (csak mobilon), és kiválaszthatja az Ön számára fontos rétegeket. Az eszköz segítségével gombostűket (érdekes pontokat, POI-kat) is szerkeszthet vagy felrajzolhat a térképre, a kérdések megválaszolásával pedig további adatokat szolgáltathat.<br><br>Minden módosítás automatikusan elmentődik az OpenStreetMap globális adatbázisában, és mások szabadon újra felhasználhatják.<br><br>A cyclofix projektről további információkat a <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a> oldalon talál.",
    "es": "El objetivo de este mapa es presentar a los ciclistas con una solución fácil de utilizar para encontrar la infraestructura apropiada para sus necesidades. <br><br>Puedes seguir tu localización precisa (móvil solo) y seleccionar las capas que son relevantes para ti en la esquina inferior izquierda. Tgambién puedes utilizar esta herramienta para editar o añadir pines (puntos de interés) al mapa y proveer más datos respondiendo a preguntas.<br><br>Todos los cambios que hagas se guardarán de manera automática en la base de datos global de OpenStreetMap y podrán ser utilizados libremente por otros. <br><br>Para más información sobre el proyecto cyclofix, ve a <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a>.",
    "da": "Målet med dette kort er at præsentere cyklister for en letanvendelig løsning til at finde den passende infrastruktur til deres behov.<br><br>Du kan spore din præcise placering (kun mobil) og vælge lag, der er relevante for dig i nederste venstre hjørne. Du kan også bruge dette værktøj til at tilføje eller redigere pins (points of interest) til kortet og give flere data ved at besvare spørgsmålene.<br><br>Alle ændringer, du foretager, vil automatisk blive gemt i den globale database af OpenStreetMap og kan kan frit genbruges af andre.<br><br>For mere information om cyclofix-projektet, gå til <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a> .",
    "cs": "Cílem této mapy je představit cyklistům snadno použitelné řešení pro vyhledání vhodné infrastruktury pro jejich potřeby.<br><br>Můžete sledovat svou přesnou polohu (pouze pro mobilní zařízení) a v levém dolním rohu vybrat vrstvy, které jsou pro vás relevantní. Pomocí tohoto nástroje můžete také přidávat nebo upravovat špendlíky (body zájmu) do mapy a poskytovat další údaje pomocí odpovědí na otázky.<br><br>Všechny vámi provedené změny se automaticky uloží do globální databáze OpenStreetMap a mohou být volně znovu použity ostatními.<br><br>Další informace o projektu cyklofix najdete na <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a>.",
    "ca": "L'objectiu d'aquest mapa és presentar als ciclistes una solució fàcil d'utilitzar per trobar la infraestructura adequada per a les seves necessitats.<br><br>Pots fer un seguiment de la teva ubicació precisa (només mòbil) i seleccionar capes que siguin rellevants per a tu a la cantonada inferior esquerra. També podeu utilitzar aquesta eina per afegir o editar pins (punts d'interès) al mapa i proporcionar més dades responent a les preguntes.<br><br>Tots els canvis que feu es desaran automàticament a la base de dades global d'OpenStreetMap i es poden ser reutilitzat lliurement per altres persones.<br><br>Per obtenir més informació sobre el projecte cyclofix, aneu a <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a> .",
    "pl": "Celem tej mapy jest zaprezentowanie rowerzystom łatwego w użyciu rozwiązania umożliwiającego znalezienie infrastruktury odpowiedniej dla ich potrzeb.<br><br>Możesz śledzić swoją dokładną lokalizację (tylko na urządzeniach mobilnych) i wybierać w lewym dolnym rogu warstwy, które są dla Ciebie odpowiednie. Możesz także użyć tego narzędzia, aby dodać lub edytować pinezki (interesujące miejsca) na mapie i dostarczyć więcej danych, odpowiadając na pytania.<br><br>Wszystkie wprowadzone zmiany zostaną automatycznie zapisane w globalnej bazie danych OpenStreetMap i mogą być swobodnie ponownie wykorzystywane przez innych.<br><br>Więcej informacji o projekcie cyclofix można znaleźć na stronie <a href='https://cyclofix.osm.be/'>cyclofix.osm.be</a> ."
  },
  "icon": "./assets/themes/cyclofix/logo.svg",
  "socialImage": "./assets/themes/cyclofix/logo.svg",
  "credits": [
    "Originally created during Open Summer of Code by Pieter Fiers, Thibault Declercq, Pierre Barban, Joost Schouppe and Pieter Vander Vennet"
  ],
  "layers": [
    {
      "builtin": [
        "bike_cafe",
        "bike_shop",
        "bike_repair_station",
        "bicycle_tube_vending_machine",
        "drinking_water",
        "bike_themed_object",
        "bike_cleaning"
      ],
      "override": {
        "minzoom": 11
      }
    },
    {
      "builtin": [
        "bicycle_rental"
      ],
      "override": {
        "id": "bicycle_rental_non_docking",
        "minzoom": 14,
        "=presets": [],
        "=pointRendering": [
          {
            "marker": [
              {
                "icon": "pin",
                "color": "#ba2792"
              },
              {
                "icon": "./assets/themes/cyclofix/key.svg"
              }
            ],
            "iconSize": "40,40",
            "anchor": "bottom",
            "location": [
              "point",
              "centroid"
            ]
          }
        ],
        "source": {
          "osmTags": {
            "and+": [
              "bicycle_rental!=docking_station"
            ]
          }
        }
      }
    },
    {
      "#": "All bicycle rental at a high zoom level, to avoid duplicates",
      "builtin": "bicycle_rental",
      "override": {
        "filter": {
          "sameAs": "bicycle_rental_non_docking"
        },
        "minzoom": 18,
        "name": null,
        "=pointRendering": [
          {
            "marker": [
              {
                "icon": "pin",
                "color": "#ba2792"
              },
              {
                "icon": "./assets/themes/cyclofix/key.svg"
              }
            ],
            "iconSize": "40,40",
            "anchor": "bottom",
            "location": [
              "point",
              "centroid"
            ]
          }
        ]
      }
    },
    {
      "builtin": "bicycle_library",
      "override": {
        "minzoom": 13
      }
    },
    "bike_parking",
    {
      "builtin": [
        "charging_station"
      ],
      "override": {
        "id": "charging_station_ebikes",
        "minzoom": 14,
        "source": {
          "osmTags": {
            "and+": [
              "bicycle=yes"
            ]
          }
        },
        "filter": null,
        "=presets": []
      }
    },
    {
      "#": "All charging stations at a high zoom level, to avoid duplicates",
      "builtin": "charging_station",
      "override": {
        "name": null,
        "filter": {
          "sameAs": "charging_station_ebikes"
        },
        "minzoom": 18
      }
    }
  ],
  "widenFactor": 2
}
