{
  "id": "postboxes",
  "title": {
    "en": "Postbox and Post Office Map",
    "de": "Post- und Briefkastenkarte",
    "nb_NO": "Postboks og postkontor-kart",
    "it": "Buche delle lettere e uffici postali",
    "zh_Hant": "郵筒與郵局地圖",
    "hu": "Posta- és postaládatérkép",
    "nl": "Brievenbussen en postkantoren",
    "fr": "Carte des bureaux de poste et boîtes à lettres",
    "da": "Postkasse- og Posthus-Kort",
    "ca": "Mapa de bústies i oficines de correus",
    "es": "Mapa de Buzones y Oficinas de Correos",
    "cs": "Mapa poštovních schránek a pošt",
    "pl": "Mapa skrzynek i urzędów pocztowych"
  },
  "description": {
    "en": "On this map you can find and add data of post offices and post boxes. You can use this map to find where you can mail your next postcard! :)<br/>Spotted an error or is a post box missing? You can edit this map with a free OpenStreetMap account.",
    "it": "In questa cartina puoi veder e modificare gli uffici postali e le buche delle lettere. Puoi usare questa cartina per trovare dove imbucare la tua prossima cartolina! :)<br/>Hai trovato un errore o una buca delle lettere mancante? Puoi modificare questa cartina con un account gratuito su OpenStreetMap.",
    "zh_Hant": "在這份地圖你能找到與新增有關郵局與郵筒的資料，你可以用這份地圖找到寄送您下張明信片的地方！:)<br/>發現錯誤或是有郵筒遺漏嗎？你可以用免費的開放街圖帳號來編輯。 ",
    "hu": "Ezen a térképen postahivatalok és postaládák adatait találod és egészítheted ki. Utánanézhetsz, hogy hol adhatod fel a következő képeslapodat! :)<br/>Hibát találtál, vagy hiányzik egy postaláda? Ezt a térképet mindössze egy ingyenes OpenStreetMap-fiókkal szerkesztheted. ",
    "de": "Auf dieser Karte können Sie Daten von Poststellen und Briefkästen finden und ergänzen. Sie können diese Karte nutzen, um herauszufinden, wo Sie Ihre nächste Postkarte versenden können :)<br/>Haben Sie einen Fehler entdeckt oder fehlt ein Briefkasten? Sie können die Kartenddaten mit einem kostenlosen OpenStreetMap-Konto bearbeiten.",
    "es": "En este mapa podrás buscar y añadir los datos de las oficinas de correos y buzones de correo. ¡Puedes utilizar este mapa para encontrar dónde enviar tu próxima postal! :)<br/>¿Has detectado un error o falta algún buzón de correo? Puedes editar este mapa con una cuenta gratuita de OpenStreetMap.",
    "nl": "Op deze kaart kan je informatie over brievenbussen en postkantoren vinden en toevoegen. Je kan deze kaart gebruiken om te achterhalen waar je je volgende postkaart naar kan sturen! :)<br/>Zie je een fout of ontbreekt een brievenbus? Dan kan je deze kaart aanpassen met een gratis OpenStreetMap account. ",
    "fr": "Trouvez et ajoutez des bureaux de poste et boîtes à lettres sur cette carte. Utilisez cette carte où vous pouvez envoyer vos cartes postales ! :)<br/>Vous avez trouvez une erreur ou une boîte à lettres est manquante ? Vous pouvez modifier cette carte avec un compte OpenStreetMap gratuit.",
    "da": "På dette kort kan du finde og tilføje data for posthuse og postkasser. Du kan bruge dette kort til at finde, hvor du kan sende dit næste postkort! :)<br/>Har du fundet en fejl, eller mangler der en postboks? Du kan redigere dette kort med en gratis OpenStreetMap-konto. ",
    "ca": "A aquest mapa pots afegir dades d'oficines de correus i bústies de correus. ¡Pots utilitzar aquest mapa per a trobar on pots enviar la teva pròxima postal! :)<br/>Has trobat una errada o algo que falta? Pots editar aquest mapa amb un compte gratuït d'OpenStreetMap.",
    "cs": "Na této mapě můžete najít a přidat údaje o poštách a poštovních schránkách. Pomocí této mapy můžete zjistit, kam můžete poslat svou příští pohlednici! :)<br/>Všimli jste si chyby nebo vám chybí poštovní schránka? Tuto mapu můžete upravovat pomocí bezplatného účtu OpenStreetMap.",
    "pl": "Na tej mapie możesz znaleźć i dodać dane urzędów pocztowych i skrzynek pocztowych. Możesz skorzystać z tej mapy, aby dowiedzieć się, gdzie możesz wysłać kolejną pocztówkę! :)<br/>Zauważyłeś błąd lub brakuje skrzynki pocztowej? Możesz edytować tę mapę za pomocą bezpłatnego konta OpenStreetMap."
  },
  "shortDescription": {
    "en": "A map showing postboxes and post offices",
    "de": "Eine Karte die Briefkästen und Poststellen anzeigt",
    "it": "Una cartina che mostra le buche delle lettere e gli uffici postali",
    "zh_Hant": "顯示郵筒與郵局的地圖",
    "hu": "Posták és postaládák térképe",
    "es": "Un mapa que muestra buzones y oficinas de correo",
    "nl": "Een kaart die brievenbussen en postkantoren toont",
    "fr": "Une carte des bureaux de poste et des boîtes à lettres",
    "nb_NO": "Postbokser og postkontor",
    "da": "Et kort med postkasser og posthuse",
    "ca": "Un mapa que mostra bústies i oficines de correus",
    "cs": "Mapa s poštovními schránkami a poštami",
    "pl": "Mapa pokazująca skrzynki pocztowe i urzędy pocztowe"
  },
  "icon": "./assets/layers/postboxes/postbox.svg",
  "startZoom": 13,
  "startLat": 53.5511,
  "startLon": 9.9937,
  "credits": [
    "nicolelaine"
  ],
  "layers": [
    "postboxes",
    "postoffices",
    "parcel_lockers",
    {
      "builtin": "shops",
      "override": {
        "minzoom": 18,
        "minzoomVisible": 18,
        "description": {
          "en": "Add a new post partner to the map in an existing shop",
          "de": "Hinzufügen eines neuen Post-Partners auf der Karte in einem bestehenden Geschäft"
        },
        "+tagRenderings": [
          {
            "id": "post_partner",
            "question": {
              "en": "Is this shop a post partner?",
              "de": "Ist dieses Geschäft ein Post-Partner?"
            },
            "mappings": [
              {
                "if": "post_office=post_partner",
                "then": {
                  "en": "This shop is a post partner",
                  "de": "Dieses Geschäft ist ein Post-Partner"
                }
              },
              {
                "if": "post_office=",
                "then": {
                  "en": "This shop is not a post partner",
                  "de": "Dieses Geschäft ist kein Post-Partner"
                }
              }
            ]
          }
        ],
        "shownByDefault": false,
        "=presets": [
          {
            "tags": [
              "shop=yes",
              "post_office=post_partner"
            ],
            "title": {
              "en": "a missing shop that is a post partner",
              "de": "ein fehlendes Geschäft, das ein Post-Partner ist"
            },
            "description": {
              "en": "If a shop is not yet on the map and is a post partner, you can add it here.",
              "de": "Wenn ein Laden noch nicht auf der Karte ist und ein Post-Partner ist, kannst du ihn hier hinzufügen."
            }
          }
        ]
      }
    }
  ],
  "widenFactor": 1.5
}