{
    "centerMessage": {
        "loadingData": "Ikinakarga ang datos…",
        "ready": "Tapos na!",
        "retrying": "Hindi nai-karga ang datos. Susubukan muli pagkaraan ng {count} segundo…",
        "zoomIn": "Mag-zoom in pa, ng makita or ma-edit ang datos."
    },
    "delete": {
        "cancel": "Kanselá",
        "isDeleted": "Tinanggal na ang tampók na ito",
        "isntAPoint": "Mga bukó (point) lang ang maaring tanggalin, ang piniling tampók ay isang way, area o relation.",
        "loginToDelete": "Dapat kang naka-logged in para matanggal ang bukó(point)",
        "explanations": {
            "selectReason": "Pumili ng dahilan kung bakit dapat tanggalin ang tampók na ito.",
            "hardDelete": "Ang tampók na ito ay tatanggalin sa OpenStreetMap. Maari itong ibalik ng mga bihasang tiga-ambag",
            "softDelete": "Ang tampók na ito ay babaguhin at itatago sa application. <span class=\"subtle\">{reason}</span>"
        },
        "cannotBeDeleted": "Ang tampok na ito ay hindi matatanggal",
        "loading": "Sinisiyasat ang mga katangian ng tampók para alamin kung maari itong tanggalin.",
        "delete": "Tanggalin",
        "notEnoughExperience": "Ang tampók na ito ay ginawa ng ibang tao.",
        "onlyEditedByLoggedInUser": "Ikaw ang patnugot ng tampók na ito, at maari mo itong tanggalin.",
        "partOfOthers": "Ang bukó (point) na ito ay bahagi ng ibang way o relation, at hindi maaring tanggalin.",
        "reasons": {
            "disused": "Ang tampók na ito ay di-aktibo o tinanggal na",
            "duplicate": "Ang bukó na 'to ay kahalintulad ng iba pang tampók",
            "notFound": "Ang tampók na 'to ay 'di masumpongan",
            "test": "Ang bukóng ito ay ginamit na pang-subok - ang tampók ay 'di talaga inimpok"
        },
        "safeDelete": "Ang tampók na ito ay di-makapipinsalang tanggalin.",
        "readMessages": "Meron kang mga bagong mensahe. Basahin ang mga ito bago tanggalin ang tampók - maaring may puná para sa'yo",
        "useSomethingElse": "Sa halip, gumamit ng iba pang editor ng OpenStreetMap para tanggalin",
        "whyDelete": "Bakit dapat tanggalin ang tampók na 'to?"
    },
    "favourite": {
        "loginNeeded": "<h3>Mag log-in</h3>Ang personal na pagkakaayos ay para lang sa mga gumagamit ng OpenStreetMap",
        "reload": "Muling pasanin ang datos"
    },
    "general": {
        "about": "Madaling i-edit at mag-dagdag sa OpenStreetMap gamit ang mga partikular na tikha",
        "add": {
            "addNew": "Dagdagan ng {category}",
            "addNewMapLabel": "I-click ito para mag-dagdag ng bagong bagay"
        }
    }
}
