{
  "id": "memorials",
  "title": {
    "en": "Memorials",
    "de": "Denkmäler",
    "fr": "Mémoriaux",
    "nl": "Gedenktekens en graven",
    "da": "Mindesmærker",
    "sl": "Spomeniki",
    "es": "Memoriales",
    "cs": "Památníky"
  },
  "description": {
    "en": "Memorials are physical objects permantently placed in the public space to remember a person or event. They can be a wide range of objects, such as statues, plaques, paintings, military objects (such as tanks), ...",
    "de": "Denkmäler sind physische Objekte, die dauerhaft im öffentlichen Raum aufgestellt werden, um an eine Person oder ein Ereignis zu erinnern. Dabei kann es sich um eine Vielzahl von Objekten handeln, z. B. Statuen, Tafeln, Gemälde, militärische Objekte (wie Panzer), ...",
    "fr": "Un mémorial est un objet physiquement installé sur l'espace public en souvenir d'une personne ou d'un évènement. Cela peut être toute sorte d'objets, comme une statue, une plaque, une peinture, un objet militaire (comme un tank), ...",
    "nl": "Een gedenkteken is een fysiek object dat permanent in de publieke ruimte aanwezig is om een persoon of gebeurtenis te herdenken. Dit kan in diverse vormen, zoals standbeelden, naamborden, muurschilderingen, militaire objecten,...",
    "es": "Los monumentos conmemorativos son objetos físicos colocados de forma permanente en el espacio público para recordar a una persona o un acontecimiento. Pueden ser objetos muy diversos, como estatuas, placas, pinturas, objetos militares (como tanques),...",
    "cs": "Památníky jsou fyzické předměty trvale umístěné na veřejném prostranství, které připomínají určitou osobu nebo událost. Může se jednat o nejrůznější předměty, jako jsou sochy, pamětní desky, obrazy, vojenské objekty (např. tanky), ..."
  },
  "icon": "./assets/layers/memorial/memorial.svg",
  "layers": [
    {
      "builtin": [
        "ghost_bike",
        "memorial",
        "grave"
      ],
      "override": {
        "minzoom": 9
      }
    },
    {
      "builtin": [
        "bench",
        "artwork"
      ],
      "override": {
        "minzoom": 18
      }
    }
  ]
}
