{
  "id": "campersite",
  "title": {
    "en": "Campersites",
    "nl": "Camperplaatsen",
    "it": "Aree camper",
    "ru": "Кемпинги",
    "ja": "キャンプサイト",
    "fr": "Sites pour camping-cars",
    "zh_Hant": "露營地點",
    "pt_BR": "Locais de acampamento",
    "de": "Wohnmobilstellplätze",
    "hu": "Lakóautós megállóhelyek",
    "ca": "Llocs d'acampada",
    "es": "Campings",
    "da": "Campingpladser",
    "pa_PK": "کیمپ‌سایٹاں",
    "cs": "Kempovací místa",
    "eu": "Kanpinak",
    "pl": "Miejsca dla kamperów",
    "uk": "Кемпінги"
  },
  "description": {
    "en": "This site collects all official camper stopover places and places where you can dump grey and black water. You can add details about the services provided and the cost. Add pictures and reviews.",
    "it": "Questo sito raccoglie tutti i luoghi ufficiali dove sostare con il camper e aree dove è possibile scaricare acque grigie e nere. Puoi aggiungere dettagli riguardanti i servizi forniti e il loro costo. Aggiungi foto e recensioni.",
    "ru": "На этом сайте собраны все официальные места остановки кемперов и места, где можно сбросить серую и черную воду. Вы можете добавить подробную информацию о предоставляемых услугах и их стоимости. Добавлять фотографии и отзывы. Это веб-сайт и веб-приложение. Данные хранятся в OpenStreetMap, поэтому они будут бесплатными всегда и могут быть повторно использованы любым приложением.",
    "ja": "このWebサイトでは、すべてのキャンピングカーの公式停車場所と、汚水を捨てることができる場所を収集します。提供されるサービスとコストに関する詳細を追加できます。写真とレビューを追加します。これはウェブサイトとウェブアプリです。データはOpenStreetMapに保存されるので、永遠に無料で、どんなアプリからでも再利用できます。",
    "zh_Hant": "這個網站收集所有官方露營地點，以及那邊能排放廢水。你可以加上詳細的服務項目與價格，加上圖片以及評價。",
    "nl": "Deze website verzamelt en toont alle officiële plaatsen waar een camper mag overnachten en afvalwater kan lozen. Ook jij kan extra gegevens toevoegen, zoals welke services er geboden worden en hoeveel dit kot, ook afbeeldingen en reviews kan je toevoegen. De data wordt op OpenStreetMap opgeslagen en is dus altijd gratis te hergebruiken, ook door andere applicaties.",
    "fr": "Ce site collecte les zones de camping officielles ainsi que les aires de vidange. Il est possible d’ajouter des détails à propos des services proposés ainsi que leurs coûts. Ajoutez vos images et avis.",
    "de": "Eine Karte für offizielle Wohnmobilstellplätze und Orte zur Entsorgung von Schmutzwasser. Sie können Details über die angebotenen Dienstleistungen und die Kosten hinzufügen, oder Bilder und Bewertungen ergänzen.",
    "hu": "Ez az oldal az összes olyan hivatalos lakóautós megállóhelyet és helyet gyűjti össze, ahol szürke és fekete szennyvizet lehet üríteni. Hozzáadhat részleteket a nyújtott szolgáltatásokról és a költségekről, valamint képeket és értékeléseket. Ez egyszerre egy weboldal és egy webes alkalmazás. Az adatokat az OpenStreetMapen tároljuk, így mindig ingyenesek lesznek, és bármelyik alkalmazás újra felhasználhatja őket.",
    "es": "Este sitio recoge todos los lugares oficiales de parada de caravanas y los lugares donde se pueden verter las aguas grises y negras. Puedes añadir detalles sobre los servicios prestados y el coste. Añade fotos y reseñas.",
    "ca": "Aquest lloc recull tots els llocs oficials de parada de caravanes i els llocs on es poden abocar les aigües grises i negres. Pots afegir detalls sobre els serveis prestats i el cost. Afig fotos i ressenyes.",
    "da": "Denne side samler alle officielle camper-stopsteder og steder, hvor du kan dumpe gråt og sort vand. Du kan tilføje detaljer om de leverede tjenester og omkostningerne. Tilføj billeder og anmeldelser. Dette er en hjemmeside og en webapp. Dataene gemmes i OpenStreetMap, så de vil være gratis for evigt og kan genbruges af enhver app.",
    "cs": "Na této stránce jsou shromážděna všechna oficiální místa pro zastavení karavanů a místa, kde můžete vypouštět šedou a černou vodu. Můžete přidat podrobnosti o poskytovaných službách a cenách. Přidávejte fotografie a recenze.",
    "eu": "Karabanak gelditzeko leku ofizial guztiak eta ur gris eta beltzak botatzeko lekuak biltzen ditu. Emandako zerbitzuei eta kostuari buruzko xehetasunak gehitu ditzakezu. Erantsi argazkiak eta aipamenak.",
    "pl": "Na tej stronie zebrano wszystkie oficjalne miejsca postoju kamperów oraz miejsca, w których można wylać zanieczyszczoną wodę. Możesz dodać szczegóły dotyczące świadczonych usług i kosztów. Dodaj zdjęcia i recenzje.",
    "zh_Hans": "该网站汇总了所有官方的露营车停留点以及可以倾倒灰水和黑水的地点。你可以添加有关提供的服务和费用的详细信息，并且可以上传图片和撰写评论。",
    "uk": "На цьому сайті зібрані всі офіційні місця зупинки автокемперів та місця, де можна здати сірі та чорні води. Ви можете додати детальну інформацію про послуги, що надаються, та вартість. Додавайте фотографії та відгуки."
  },
  "shortDescription": {
    "en": "Find sites to spend the night with your camper",
    "it": "Trova aree dove passare la notte con il tuo camper",
    "ru": "Найти места остановки, чтобы провести ночь в автофургоне",
    "ja": "キャンパーと夜を共にするキャンプサイトを見つける",
    "fr": "Trouver des sites pour passer la nuit avec votre camping-car",
    "zh_Hant": "露營者尋找渡過夜晚的場地",
    "nl": "Vind locaties waar je de nacht kan doorbrengen met je mobilehome",
    "pt_BR": "Encontre locais para passar a noite com o seu campista",
    "de": "Finden Sie Plätze zum Übernachten mit Ihrem Wohnmobil",
    "hu": "Helyek, ahol lakóautóval eltöltheti az éjszakát",
    "es": "Encuentra sitios para pasar la noche con tu caravana",
    "da": "Find steder, hvor du kan overnatte med din autocamper",
    "ca": "Troba llocs on passar la nit amb la teua caravana",
    "cs": "Najděte místa, kde můžete strávit noc se svým karavanem",
    "pl": "Znajdź miejsca, w których możesz spędzić noc w kamperze",
    "pt": "Encontre locais para passar a noite com o seu campista",
    "uk": "Знайдіть місця для ночівлі з вашим кемпером"
  },
  "icon": "./assets/themes/campersite/caravan.svg",
  "socialImage": "./assets/themes/campersite/social_image.jpg",
  "startZoom": 14,
  "startLat": 43.14,
  "startLon": 3.14,
  "credits": [
    "joost schouppe"
  ],
  "layers": [
    "caravansites",
    "dumpstations"
  ],
  "overrideAll": {
    "tagRenderings+": [
      {
        "id": "operator",
        "render": {
          "en": "This place is operated by {operator}",
          "ja": "この場所は{operator}によって運営されます",
          "it": "Questo luogo è gestito da {operator}",
          "fr": "Ce site est exploité par {operator}",
          "de": "Dieser Ort wird betrieben von {operator}",
          "zh_Hant": "這個地方由 {operator} 營運的",
          "nl": "Deze plaats wordt beheerd door {operator}",
          "es": "Este lugar lo opera {operator}",
          "da": "Dette sted drives af {operator}",
          "nb_NO": "Dette stedet drives av {operator}",
          "ca": "Aquest lloc és operat per {operator}",
          "cs": "Toto místo je provozováno {operator}",
          "eu": "Leku hau {operator}k operatzen du",
          "pl": "To miejsce jest obsługiwane przez {operator}",
          "uk": "Цим закладом керує {operator}"
        },
        "question": {
          "en": "Who operates this place?",
          "ja": "この店は誰が経営しているんですか?",
          "it": "Chi gestisce questo luogo?",
          "fr": "Qui est l’exploitant du site ?",
          "de": "Wer betreibt diesen Ort?",
          "zh_Hant": "這個地方是誰營運的？",
          "nl": "Wie beheert deze plaats?",
          "es": "¿Quién opera este lugar?",
          "da": "Hvem driver dette sted?",
          "nb_NO": "Hvem driver dette stedet?",
          "ca": "Qui opera aquest lloc?",
          "cs": "Kdo toto místo provozuje?",
          "pl": "Kto obsługuje to miejsce?",
          "uk": "Хто керує цим місцем?"
        },
        "freeform": {
          "key": "operator"
        }
      },
      {
        "id": "power_supply",
        "question": {
          "en": "Does this place have a power supply?",
          "ja": "この場所に電源はありますか?",
          "it": "Questo luogo fornisce corrente elettrica?",
          "fr": "Ce site a-t’il une source d’électricité ?",
          "de": "Hat dieser Ort eine Stromversorgung?",
          "hu": "Van-e itt elektromos áram?",
          "nl": "Beschikt deze plaats over stroomvoorziening?",
          "nb_NO": "Har dette stedet strømforsyning?",
          "es": "¿Tiene suministro eléctrico este lugar?",
          "da": "Har dette sted en strømforsyning?",
          "ca": "Aquest lloc té subministrament elèctric?",
          "cs": "Má toto místo napájecí zdroj?",
          "pl": "Czy to miejsce ma dostęp do prądu?",
          "uk": "Чи є тут електропостачання?"
        },
        "mappings": [
          {
            "if": {
              "and": [
                "power_supply=yes"
              ]
            },
            "then": {
              "en": "This place has a power supply",
              "id": "Tempat ini memiliki catu daya",
              "ja": "この場所には電源があります",
              "it": "Questo luogo fornisce corrente elettrica",
              "fr": "Ce site a une source d’alimentation",
              "de": "Dieser Ort hat eine Stromversorgung",
              "nb_NO": "Dette stedet har strømforsyning",
              "nl": "Deze plaats heeft stroomvoorziening",
              "es": "Este lugar tiene suministro eléctrico",
              "da": "Dette sted har en strømforsyning",
              "ca": "Aquest lloc té subministrament elèctric",
              "cs": "Toto místo má napájecí zdroj",
              "eu": "Leku honek hornidura elektrikoa du",
              "pl": "To miejsce ma dostęp do prądu",
              "uk": "У цьому місці є електропостачання"
            }
          },
          {
            "if": {
              "and": [
                "power_supply=no"
              ]
            },
            "then": {
              "en": "This place does not have power supply",
              "id": "Tempat ini tidak memiliki sumber listrik",
              "ja": "この場所には電源がありません",
              "it": "Questo luogo non fornisce corrente elettrica",
              "fr": "Ce site n’a pas de source d’alimentation",
              "de": "Dieser Ort hat keine Stromversorgung",
              "nl": "Deze plaats beschikt niet over stroomvoorziening",
              "nb_NO": "Dette stedet har ikke strømforsyning",
              "es": "Este lugar no tiene suministro eléctrico",
              "da": "Dette sted har ikke strømforsyning",
              "ca": "Aquest lloc no té subministrament elèctric",
              "cs": "Toto místo nemá napájecí zdroj",
              "pl": "To miejsce nie ma dostępu do prądu",
              "uk": "Це місце не має електропостачання"
            }
          }
        ]
      }
    ]
  },
  "widenFactor": 1.5
}