{
  "id": "waste_basket",
  "title": {
    "en": "Waste Baskets",
    "nl": "Vuilnisbakken",
    "de": "Abfalleimer",
    "it": "Cestino dei rifiuti",
    "zh_Hant": "垃圾筒",
    "hu": "Kukatérkép",
    "id": "Keranjang Sampah",
    "ca": "Papepera",
    "fr": "Poubelles",
    "nb_NO": "Søppelkurv",
    "da": "Affaldskurv",
    "pa_PK": "کوڑے دی ٹوکری",
    "es": "Papeleras",
    "cs": "Odpadkový koš",
    "pl": "Kosz na śmieci"
  },
  "description": {
    "en": "On this map, you'll find waste baskets near you. If a waste basket is missing on this map, you can add it yourself",
    "nl": "Op deze kaart vind je vuilnisbakken waar je afval in kan smijten. Ontbreekt er een vuilnisbak? Dan kan je die zelf toevoegen",
    "de": "Auf dieser Karte findest Du Abfalleimer in Deiner Nähe. Wenn ein Abfalleimer auf dieser Karte fehlt, kannst du ihn selbst hinzufügen",
    "it": "In questa cartina troverai i cestini dei rifiuti nei tuoi paraggi. Se manca un cestino, puoi inserirlo tu stesso",
    "zh_Hant": "在這份地圖當中，你可以找到你附近的垃圾筒。如果地圖有遺漏垃圾筒，你可以自己加上去",
    "hu": "Ezen a térképen megtalálhatod a közeledben lévő szemeteskosarakat. Ha hiányzik egy kuka a térképről, te is felrajzolhatod",
    "fr": "Retrouvez les poubelles près de vous. Si une poubelle est manquante, vous pouvez l’ajouter vous même",
    "da": "På dette kort finder du affaldskurve i nærheden af dig. Hvis der mangler en affaldskurv på dette kort, kan du selv tilføje den",
    "ca": "A aquest mapa trobaràs les papereres a prop teua. Si falta una paperera al mapa pots afegir-la tu mateix",
    "es": "En este mapa, encontrará las papeleras cercanas a usted. Si falta una papelera en el mapa, puede añadirla usted mismo",
    "cs": "Na této mapě najdete koše na odpadky ve vašem okolí. Pokud na této mapě odpadkový koš chybí, můžete jej přidat sami",
    "pl": "Na tej mapie znajdziesz kosze na śmieci w twojej okolicy. Jeśli brakuje kosza, możesz go dodać"
  },
  "shortDescription": {
    "en": "A map with waste baskets",
    "nl": "Een kaart met vuilnisbakken",
    "de": "Eine Karte mit Abfalleimern",
    "it": "Una cartina dei cestini dei rifiuti",
    "zh_Hant": "垃圾筒的地圖",
    "hu": "Szemeteskosarakat ábrázoló térkép",
    "fr": "Une carte des poubelles",
    "nb_NO": "Oversikt over søppelkurver",
    "da": "Et kort med affaldskurve",
    "ca": "Un mapa amb papereres",
    "es": "Un mapa con papeleras",
    "cs": "Mapa odpadkových košů",
    "pl": "Mapa koszy na śmieci"
  },
  "icon": "./assets/themes/waste_basket/waste_basket.svg",
  "layers": [
    {
      "builtin": "waste_basket",
      "override": {
        "minzoom": 12
      }
    }
  ],
  "widenFactor": 2
}