{
  "id": "etymology",
  "title": {
    "en": "Etymology - what is a place named after?",
    "nl": "Etymologie - waarnaar is een straat vernoemd?",
    "de": "Etymologie - Wonach ist ein Ort benannt?",
    "it": "Apri Carta Etimologica",
    "ru": "Открытая этимологическая карта",
    "zh_Hant": "開放詞源地圖",
    "hu": "Etimológiai térkép",
    "fr": "Étymologie - d'où les rues tirent leur nom ?",
    "ca": "Etimologia: com rep el nom un carrer?",
    "da": "Åbn oprindelseskort",
    "nb_NO": "Åpent etymologikart",
    "cs": "Etymologie - podle čeho se ulice jmenuje?",
    "es": "Etimología - a qué se debe el nombre de una calle?",
    "pl": "Etymologia - od czego pochodzi nazwa ulicy?"
  },
  "description": {
    "en": "On this map, you can see what an object is named after. The streets, buildings, ... come from OpenStreetMap which got linked with Wikidata. In the popup, you'll see the Wikipedia article (if it exists) or a wikidata box of what the object is named after. If the object itself has a wikipedia page, that'll be shown too.<br/><br/><b>You can help contribute too!</b>Zoom in enough and <i>all</i> streets will show up. You can click one and a Wikidata-search box will popup. With a few clicks, you can add an etymology link. Note that you need a free OpenStreetMap account to do this.",
    "nl": "Op deze kaart zie je waar een plaats naar is vernoemd. De straten, gebouwen, ... komen uit OpenStreetMap, waar een link naar Wikidata werd gelegd. In de popup zie je het Wikipedia-artikel van hetgeen naarwaar het vernoemd is of de Wikidata-box.<br/><br/><b>Je kan zelf ook meehelpen!</b>Als je ver inzoomt, krijg je alle straten te zien. Klik je een straat aan, dan krijg je een zoekfunctie waarmee je snel een nieuwe link kan leggen. Je hebt hiervoor een gratis OpenStreetMap account nodig.",
    "de": "Auf dieser Karte können Sie sehen, wonach ein Objekt benannt ist. Die Straßen, Gebäude, ... stammen von OpenStreetMap, und wurden mit Wikidata verknüpft. Im Popup sehen Sie den Wikipedia-Artikel (falls vorhanden) oder ein Wikidata-Feld, nach dem das Objekt benannt ist. Wenn das Objekt selbst eine Wikipedia-Seite hat, wird auch diese angezeigt.<br/><br/><b>Sie können auch einen Beitrag leisten!</b> Wenn Sie weit genug hinein zoomen werden <i>alle</i> Straßen angezeigt. Wenn Sie auf eine Straße klicken, öffnet sich ein Wikidata-Suchfeld. Mit ein paar Klicks können Sie einen Etymologie-Link hinzufügen. Beachten Sie, dass Sie dazu ein kostenloses OpenStreetMap-Konto benötigen.",
    "it": "Su questa cartina sono visibili i nomi a cui sono riferiti gli oggetti. Le strade, gli edifici, etc. provengono da OpenStreetMap che è a sua volta collegata a Wikidata. Nel popup, se esiste, verrà mostrato l’articolo Wikipedia o l'elemento Wikidata a cui si riferisce il nome di quell’oggetto. Se l’oggetto stesso ha una pagina Wikpedia, anch’essa verrà mostrata.<br/><br/><b>Anche tu puoi contribuire!</b>Ingrandisci abbastanza e <i>tutte</i> le strade appariranno. Puoi cliccare su una e apparirà un popup con la ricerca Wikidata. Con pochi clic puoi aggiungere un collegamento etimologico. Tieni presente che per farlo, hai bisogno di un account gratuito su OpenStreetMap.",
    "zh_Hant": "在這份地圖，你可以看到物件是以何命名，道路、 建築等的命名由來連到 Wikidata。在跳出選單，你可以看到物件命名由來的維基條目 (如果有的話)，或是 Wikidata 框。如果物件本身有維基頁面，也會顯示。<br/><br/><b>你也可以貢獻！</b>放大到夠大的層級，然後<i>所有</i>道路都會顯示。你可以點選一個之後 Wikidata 搜尋框會跳出來。只要點幾下，你可以新增詞源連結。注意你要有開放街圖帳號才能這麼做。",
    "hu": "Ezen a térképen az látható, hogy egy objektum milyen névre hallgat. Az utcák, épületek stb. az OpenStreetMapről származnak, amely össze van kapcsolva a Wikidata adatbázissal. A felugró ablakban megjelenik a megfelelő Wikipedia-szócikk (ha van) vagy egy Wikidata-doboz arról, amiről az objektumot elnevezték. Ha magának az objektumnak van Wikipédia-oldala, az is megjelenik.<br/><br/><b>A térképet Ön is szerkesztheti!</b>nagyítson rá, és <i>az összes</i> utca megjelenik. Ha valamelyikre rákattint, megjelenik Wikidata-kereső doboz. Néhány kattintással hozzáadhat egy etimológiai linket. Ne feledje, hogy ehhez szüksége van egy ingyenes OpenStreetMap-fiókra.",
    "fr": "Retrouvez sur cette carte l’origine du nom d’un élément. Les rues, bâtiments, etc. proviennent d’OpenStreetMap et sont liés aux données venant de Wikidata. La fenêtre pop-up affiche l’article Wikipedia (s’il existe) ou l’infobox Wikidata de l’objet dont provient le nom. Si l’objet a sa propre page Wikipedia, elle sera aussi affichée.<br/><br/><b>Vous pouvez contribuer aussi ! </b>Zoomez suffisamment et <i>toutes</i> les rues seront affichées. Cliquez sur l'une d'elles et une boîte de recherche Wikidata apparaîtra. En quelques clics, vous pouvez ajouter un lien étymologique. Vous devez disposer d’un compte OpenStreetMap gratuit.",
    "da": "På dette kort kan du se, hvad et objekt er opkaldt efter. Gaderne, bygningerne, ... kommer fra OpenStreetMap, som blev forbundet med Wikidata. I pop op-vinduet vil du se Wikipedia-artiklen (hvis den findes) eller en wikidata-boks med, hvad objektet er opkaldt efter. Hvis selve objektet har en wikipedia-side, vil det også blive vist.<br/><br/><b>Du kan også hjælpe med at bidrage!</b>Zoom nok ind og <i>alle</i> gader vil dukke op. Du kan klikke på en og en Wikidata-søgeboks vil poppe op. Med et par klik kan du tilføje et etymologilink. Bemærk, at du har brug for en gratis OpenStreetMap-konto for at gøre dette.",
    "cs": "Na této mapě se můžete podívat, podle čeho je objekt pojmenován. Ulice, budovy, ... pocházejí z OpenStreetMap, které byly propojeny s Wikidaty. Ve vyskakovacím okně se zobrazí článek na Wikipedii (pokud existuje) nebo wikidatové pole toho, po čem je objekt pojmenován. Pokud má samotný objekt stránku na Wikipedii, zobrazí se i ta.<br/><br/><b> Přispět můžete i vy!</b>Dostatečně si objekt přiblížíte a zobrazí se <i>všechny</i>ulice. Na některou z nich můžete kliknout a objeví se okno pro vyhledávání na Wikidatech. Několika kliknutími můžete přidat etymologický odkaz. K provádění těchto úprav potřebujete bezplatný účet na OpenStreetMap.",
    "es": "En este mapa, puedes ver el nombre de un objeto. Las calles, edificios, ... provienen de OpenStreetMap que tienen enlace con Wikidata. En la ventana emergente, verás el artículo de Wikipedia (si existe) o un recuadro de wikidata del nombre del objeto. Si el objeto en sí tiene una página wikipedia, también se mostrará.<br/><br/><b>¡Puedes contribuir!</b> Acerca el zoom lo suficiente y aparecerán <i>todas</i> las calles. Puedes hacer clic en una y aparecerá un cuadro de búsqueda en Wikidata. Con unos pocos clics, puedes añadir un enlace etimológico. Ten en cuenta que para ello necesitas una cuenta gratuita de OpenStreetMap.",
    "ca": "En aquest mapa, podeu veure el nom d'un objecte. Els carrers, edificis, ... provenen d'OpenStreetMap que tenen un enllaça a Wikidata. A la finestra emergent, veuràs l'article de la Viquipèdia (si existeix) o un quadre de wikidata amb el nom de l'objecte. Si l'objecte en si té una pàgina de viquipèdia, també es mostrarà.<br/><br/><b>També pots ajudar a contribuir!</b>Amplia prou i <i>tots</i> els carrers apareixerà. Podeu fer clic en un i apareixerà un quadre de cerca de Wikidata. Amb uns quants clics, podeu afegir un enllaç d'etimologia. Tingueu en compte que necessiteu un compte d'OpenStreetMap gratuït per fer-ho.",
    "pl": "Na tej mapie możesz zobaczyć, od czego pochodzi nazwa obiektu. Ulice, budynki,... pochodzą z OpenStreetMap, który został powiązany z Wikidanymi. W wyskakującym okienku zobaczysz artykuł w Wikipedii (jeśli istnieje) lub pole wikidanych zawierające nazwę obiektu. Jeśli sam obiekt ma stronę w Wikipedii, ona również zostanie wyświetlona.<br/><br/><b>Ty też możesz pomóc!</b>Powiększ wystarczająco mapę i <i>wszystkie</i> ulice się pojawią. Możesz kliknąć jedną, a pojawi się okno wyszukiwania Wikidanych. Za pomocą kilku kliknięć możesz dodać odnośnik etymologiczny. Pamiętaj, że potrzebujesz do tego darmowego konta OpenStreetMap."
  },
  "shortDescription": {
    "en": "What is the origin of a toponym?",
    "nl": "Wat is de oorsprong van een plaatsnaam?",
    "de": "Woher stammt der Name einer Straße oder eines Ortes?",
    "it": "Qual è l’origine di un toponimo?",
    "zh_Hant": "地名的由來是？",
    "hu": "Mi az eredete egy helynévnek?",
    "fr": "Quelle est l'origine de ce toponyme ?",
    "es": "¿Cual es el origen de un topónimo?",
    "ca": "Quin és l'origen d'un topònim?",
    "da": "Hvad er oprindelsen af et stednavn?",
    "cs": "Jaký je původ toponyma?",
    "pl": "Jakie jest pochodzenie toponimów?"
  },
  "icon": "./assets/layers/etymology/logo.svg",
  "hideFromOverview": false,
  "layers": [
    "etymology",
    {
      "builtin": "etymology",
      "override": {
        "id": "streets_without_etymology",
        "=name": {
          "en": "Streets without etymology information",
          "nl": "Straten zonder etymologische informatie",
          "de": "Straßen ohne Namensherkunft",
          "it": "Strade senza informazioni etimologiche",
          "zh_Hant": "道路沒有詞源資訊",
          "hu": "Etimológiai adat nélküli utcák",
          "fr": "Route sans origine étymologique",
          "es": "Calles sin información etimológica",
          "ca": "Carrers sense informació etimològica",
          "da": "Gader uden oprindelses information",
          "nb_NO": "Gater uten etymologi-info",
          "cs": "Ulice bez etymologických informací",
          "pl": "Ulice bez informacji o etymologii"
        },
        "minzoom": 15,
        "isCounted": false,
        "source": {
          "=osmTags": {
            "and": [
              "name~*",
              "highway~*",
              "highway!=bus_stop"
            ]
          }
        }
      }
    },
    {
      "builtin": "etymology",
      "override": {
        "id": "parks_and_forests_without_etymology",
        "=name": {
          "en": "Parks and forests without etymology information",
          "nl": "Parken en bossen zonder etymologische informatie",
          "de": "Parks und Waldflächen ohne Namensherkunft",
          "it": "Parchi e foreste senza informazioni etimologiche",
          "zh_Hant": "公園與森哥沒有詞源資訊",
          "hu": "Etimológiai adat nélküli parkok és erdők",
          "fr": "Parcs et forêts sans origine étymologique",
          "es": "Parques y bosques sin información etimológica",
          "ca": "Parcs i boscos sense informació etimològica",
          "da": "Parker og skove uden oprindelses information",
          "nb_NO": "Parker og skoger uten etymologi-info",
          "cs": "Parky a lesy bez etymologických informací",
          "pl": "Parki i lasy bez informacji o etymologii"
        },
        "minzoom": 18,
        "isCounted": false,
        "source": {
          "osmTags": {
            "and": [
              "name~*",
              {
                "or": [
                  "leisure=park",
                  "landuse=forest"
                ]
              }
            ]
          }
        }
      }
    },
    {
      "builtin": "etymology",
      "override": {
        "id": "education_institutions_without_etymology",
        "=name": {
          "en": "Education institutions without etymology information",
          "de": "Bildungseinrichtungen ohne Namensherkunft",
          "fr": "Institutions d'éducation sans origine étymologique",
          "es": "Instituciones educacionales sin información etimológica",
          "nl": "Onderwijsinstelling zonder etymologische informatie",
          "ca": "Institucions educatives sense informació d'etimològica",
          "da": "Uddannelsesinstitutioner uden oprindelses oplysninger",
          "nb_NO": "Utdannelsesinstitusjoner uten etymologi-info",
          "cs": "Vzdělávací instituce bez etymologických informací",
          "pl": "Instytucje edukacyjne bez informacji o etymologii"
        },
        "minzoom": 18,
        "isCounted": false,
        "source": {
          "osmTags": {
            "and": [
              "name~*",
              {
                "or": [
                  "amenity=school",
                  "amenity=kindergarten",
                  "amenity=university",
                  "amenity=college",
                  "landuse=education"
                ]
              }
            ]
          }
        }
      }
    },
    {
      "builtin": "etymology",
      "override": {
        "id": "cultural_places_without_etymology",
        "=name": {
          "en": "Cultural places without etymology information",
          "de": "Kultureinrichtungen ohne Namensherkunft",
          "fr": "Lieux culturels sans origine étymologique",
          "es": "Lugares culturales sin información etimológica",
          "nl": "Culturele plaatsen zonder etymologische informatie",
          "ca": "Llocs culturals sense informació etimològica",
          "da": "Kulturelle steder uden oprindelses information",
          "nb_NO": "Kulturelle steder uten etymologi-info",
          "cs": "Kulturní místa bez etymologických informací",
          "pl": "Miejsca kulturowe bez informacji o etymologii"
        },
        "minzoom": 18,
        "isCounted": false,
        "source": {
          "osmTags": {
            "and": [
              "name~*",
              {
                "or": [
                  "amenity=arts_centre",
                  "amenity=cinema",
                  "amenity=community_centre",
                  "amenity=library",
                  "amenity=theatre"
                ]
              }
            ]
          }
        }
      }
    },
    {
      "builtin": "etymology",
      "override": {
        "id": "toursistic_places_without_etymology",
        "=name": {
          "en": "Toursistic places without etymology information",
          "de": "Touristische Einrichtungen ohne Namensherkunft",
          "fr": "Lieux touristiques sans origine étymologique",
          "es": "Lugares turísticos sin información etimológica",
          "nl": "Toeristische plaatsen zonder etymologische informatie",
          "ca": "Llocs turístics sense informació etimològica",
          "da": "Turistiske steder uden oprindelses information",
          "nb_NO": "Turiststeder uten etymologi-info",
          "cs": "Toursistická místa bez etymologických informací",
          "pl": "Miejsca turystyczne bez informacji o etymologii"
        },
        "minzoom": 18,
        "isCounted": false,
        "source": {
          "osmTags": {
            "and": [
              "name~*",
              {
                "or": [
                  "tourism=aquarium",
                  "tourism=museum",
                  "tourism=theme_park",
                  "tourism=zoo"
                ]
              }
            ]
          }
        }
      }
    },
    {
      "builtin": "etymology",
      "override": {
        "id": "health_and_social_places_without_etymology",
        "=name": {
          "en": "Health and social places without etymology information",
          "de": "Gesundheits- und Sozialeinrichtungen ohne Namensherkunft",
          "fr": "Établissements sociaux ou de soins sans origine étymologique",
          "nl": "Gezondheidsinstellingen en maatschappelijke plaatsen zonder etymologische informatie",
          "ca": "Llocs socials i de salut sense informació etimològica",
          "da": "Sundhed og sociale steder uden oprindelses information",
          "nb_NO": "Helse- og sosiale steder uten etymologi-info",
          "cs": "Zdravotní a sociální místa bez etymologických informací",
          "es": "Lugares sanitarios y sociales sin información etimológica",
          "pl": "Miejsca związane ze zdrowiem i społeczeństwem bez informacji o etymologii"
        },
        "minzoom": 18,
        "isCounted": false,
        "source": {
          "osmTags": {
            "and": [
              "name~*",
              {
                "or": [
                  "amenity=clinic",
                  "amenity=hospital",
                  "amenity=social_facility"
                ]
              }
            ]
          }
        }
      }
    },
    {
      "builtin": "etymology",
      "override": {
        "id": "sport_places_without_etymology",
        "=name": {
          "en": "Sport places without etymology information",
          "de": "Sporteinrichtungen ohne Namensherkunft",
          "fr": "Lieux sportifs sans origine étymologique",
          "es": "Lugares deportivos sin información etimológica",
          "nl": "Sportplekken zonder etymologische informatie",
          "ca": "Llocs esportius sense informació etimològica",
          "da": "Sportspladser uden oprindelses information",
          "nb_NO": "Sportssteder uten etymologi-info",
          "cs": "Sportovní místa bez etymologických informací",
          "pl": "Miejsca sportowe bez informacji o etymologii"
        },
        "minzoom": 18,
        "isCounted": false,
        "source": {
          "osmTags": {
            "and": [
              "name~*",
              {
                "or": [
                  "leisure=sports_centre",
                  "leisure=stadium",
                  "leisure=swimming_pool"
                ]
              }
            ]
          }
        }
      }
    }
  ]
}
