{
  "id": "personal",
  "title": {
    "en": "Personal theme",
    "nl": "Persoonlijk thema",
    "es": "Interficie personal",
    "ca": "Interfície personal",
    "gl": "Tema personalizado",
    "fr": "Thème personnalisé",
    "de": "Persönliches Thema",
    "ja": "個人的なテーマ",
    "zh_Hant": "個人化主題",
    "it": "Tema personalizzato",
    "nb_NO": "Personlig tema",
    "id": "Tema pribadi"
  },
  "description": {
    "en": "Create a personal theme based on all the available layers of all themes. In order to show some data, open <a href='#filter'>layer selection</a>",
    "nl": "Stel je eigen thema samen door lagen te combineren van alle andere themas",
    "es": "Crea una interficie basada en todas las capas disponibles de todas las interficies",
    "ca": "Crea una interfície basada en totes les capes disponibles de totes les interfícies",
    "gl": "Crea un tema baseado en todas as capas dispoñíbeis de todos os temas",
    "fr": "Crée un thème personnalisé basé sur toutes les couches disponibles de tous les thèmes",
    "de": "Erstellen Sie ein persönliches Thema, das auf allen verfügbaren Ebenen aller Themen basiert. Um einige Daten anzuzeigen, öffnen Sie die <a href='#filter'>Ebenenauswahl</a>",
    "ja": "すべてのテーマの使用可能なすべてのレイヤーに基づいて個人用テーマを作成する",
    "zh_Hant": "從所有可用的主題圖層創建個人化主題",
    "ru": "Создать персональную тему на основе доступных слоёв тем. Чтобы отобразить некоторые данные, откройте <a href='#filter'>выбор слоя</a>",
    "it": "Crea un tema personale basato sui livelli disponibili per tutti i temi. Per mostrare dei dati, apri <a href='#filter'>selezione livello</a>"
  },
  "maintainer": "MapComplete",
  "icon": "./assets/svg/addSmall.svg",
  "clustering": {
    "maxZoom": 19
  },
  "version": "0",
  "startLat": 0,
  "startLon": 0,
  "startZoom": 0,
  "widenFactor": 1.2,
  "#note": "The 'overpassMaxZoom' should be exactly the same as or less then the minzzom in overrideAll",
  "overpassMaxZoom": 15,
  "overrideAll": {
    "minzoom": 17,
    "syncSelection": "theme",
    "shownByDefault": false
  },
  "layers": []
}