{
  "id": "personal",
  "title": {
    "en": "Personal theme",
    "nl": "Persoonlijk thema",
    "es": "Interficie personal",
    "ca": "Interfície personal",
    "gl": "Tema personalizado",
    "fr": "Thème personnalisé",
    "de": "Persönliches Thema",
    "ja": "個人的なテーマ",
    "zh_Hant": "個人化主題",
    "it": "Tema personale",
    "nb_NO": "Personlig tema",
    "id": "Tema pribadi",
    "da": "Personligt tema",
    "pa_PK": "چݨی تھیم",
    "cs": "Osobní téma",
    "pl": "Temat osobisty"
  },
  "description": {
    "en": "Create a personal theme based on all the available layers of all themes. In order to show some data, open <a href='#filter'>layer selection</a>",
    "nl": "Stel je eigen thema samen door lagen te combineren van alle andere themas",
    "es": "Crea un tema personal basado en todas las capas disponibles de todos los temas. Con el objetivo de mostrar algunos datos, abre <a href='#filtro'>selección de capas</a>",
    "ca": "Crea un tema personal basat en totes les capes disponibles de totes els temes. Per a mostrar les dades, obri <a href='#filter'>selecció de capes</a>",
    "gl": "Crea un tema baseado en todas as capas dispoñíbeis de todos os temas",
    "fr": "Créez un thème personnalisé basé sur toutes les couches disponibles de tous les thèmes. Pour afficher des données, ouvrez <a href='#filter'>la sélection de couches</a>",
    "de": "Stellen Sie Ihr persönliches Thema zusammen, das auf bereits verfügbaren Ebenen aller Themen basiert. Um diese anzuzeigen, öffnen Sie die <a href='#filter'>Ebenenauswahl</a>",
    "ja": "すべてのテーマの使用可能なすべてのレイヤーに基づいて個人用テーマを作成する",
    "zh_Hant": "從所有可用的主題圖層創建個人化主題",
    "ru": "Создать персональную тему на основе доступных слоёв тем. Чтобы отобразить некоторые данные, откройте <a href='#filter'>выбор слоя</a>",
    "it": "Crea un tema personale basato sui livelli disponibili per tutti i temi. Per mostrare dei dati, apri <a href='#filter'>selezione livello</a>",
    "da": "Opret et personligt tema baseret på alle de tilgængelige lag af alle temaer. For at vise nogle data skal du åbne <a href='#filter'>lagvalg</a>",
    "cs": "Vytvořte si osobní téma na základě všech dostupných vrstev všech témat. Chcete-li vidět nějaká data, otevřete si <a href='#filter'>výběr vrstev</a>",
    "pl": "Utwórz osobisty temat w oparciu o wszystkie dostępne warstwy wszystkich tematów. Aby wyświetlić dane, otwórz <a href='#filter'>wybór warstwy</a>"
  },
  "icon": "./assets/svg/addSmall.svg",
  "layers": [],
  "overrideAll": {
    "minzoom": 17,
    "syncSelection": "theme-only",
    "shownByDefault": false
  },
  "enableNoteImports": false,
  "overpassMaxZoom": 15,
  "widenFactor": 1.2,
  "#note": "The 'overpassMaxZoom' should be exactly the same as or less then the minzzom in overrideAll"
}