{
  "id": "bicyclelib",
  "maintainer": "MapComplete",
  "version": "2020-08-29",
  "language": [
    "en",
    "nl",
    "it",
    "ru",
    "ja",
    "fr",
    "zh_Hant",
    "nb_NO",
    "de"
  ],
  "title": {
    "en": "Bicycle libraries",
    "nl": "Fietsbibliotheken",
    "it": "Biciclette in prestito",
    "ru": "Велосипедные библиотеки",
    "ja": "自転車ライブラリ",
    "fr": "Vélothèques",
    "zh_Hant": "單車圖書館",
    "nb_NO": "Sykkelbibliotek",
    "de": "Fahrradbibliothek"
  },
  "description": {
    "nl": "Een fietsbibliotheek is een plaats waar men een fiets kan lenen, vaak voor een klein bedrag per jaar. Een typisch voorbeeld zijn kinderfietsbibliotheken, waar men een fiets op maat van het kind kan lenen. Is het kind de fiets ontgroeid, dan kan het te kleine fietsje omgeruild worden voor een grotere.",
    "en": "A bicycle library is a place where bicycles can be lent, often for a small yearly fee. A notable use case are bicycle libraries for kids, which allows them to change for a bigger bike when they've outgrown their current bike",
    "it": "«Biciclette in prestito» è un luogo dove le biciclette possono essere prese in prestito, spesso in cambio di un piccolo contributo annuale. Un caso degno di nota è quello delle biciclette in prestito per bambini che permettono loro di cambiare le dimensioni della propria bici quando quella attuale diventa troppo piccola",
    "ru": "Велосипедная библиотека - это место, где велосипеды можно взять на время, часто за небольшую ежегодную плату. Примером использования являются библиотеки велосипедов для детей, что позволяет им сменить велосипед на больший, когда они перерастают свой нынешний велосипед",
    "ja": "自転車ライブラリは、少額の年間料金で自転車を借りられる場所です。注目すべきユースケースとしては、子供向けの自転車ライブラリで、子どもの成長にあわせて大きな自転車へ借り替えられます",
    "fr": "Une vélothèque est un endroit où on peut emprunter des vélos, souvent moyennant une petite somme annuelle. Un cas d'utilisation notable est celui des vélothèques pour les enfants, qui leur permettent de passer à un vélo plus grand quand ils sont trop grands pour leur vélo actuel",
    "zh_Hant": "單車圖書館是指每年支付小額費用，然後可以租用單車的地方。最有名的單車圖書館案例是給小孩的，能夠讓長大的小孩用目前的單車換成比較大的單車"
  },
  "icon": "./assets/themes/bicyclelib/logo.svg",
  "socialImage": null,
  "startLat": 0,
  "startLon": 0,
  "startZoom": 1,
  "widenFactor": 0.05,
  "roamingRenderings": [],
  "layers": [
    "bicycle_library"
  ]
}