{
  "id": "cyclist_waiting_aid",
  "name": {
    "en": "Cyclist Waiting Aids",
    "de": "Radfahrer-Wartehilfen",
    "es": "Ayudas a la espera de ciclistas",
    "ca": "Ajudes a l'espera dels ciclistes"
  },
  "description": {
    "en": "Various pieces of infrastructure that aid cyclists while they wait at a traffic light.",
    "de": "Verschiedene Infrastruktureinrichtungen, die Radfahrern helfen, während sie an einer Ampel warten.",
    "es": "Diversas infraestructuras que ayudan a los ciclistas mientras esperan en un semáforo.",
    "ca": "Diverses infraestructures que ajuden els ciclistes mentre esperen a un semàfor."
  },
  "source": {
    "osmTags": "highway=cyclist_waiting_aid"
  },
  "title": {
    "render": {
      "en": "Cyclist Waiting Aid",
      "de": "Radfahrer-Wartehilfe",
      "es": "Ayuda para ciclistas en espera",
      "nl": "Steuntje voor wachtende fietsers",
      "ca": "Ajuda per a ciclistes en espera"
    }
  },
  "pointRendering": [
    {
      "location": [
        "point",
        "centroid"
      ],
      "marker": [
        {
          "icon": "pin",
          "color": "#538EE8"
        },
        {
          "icon": "./assets/layers/cyclist_waiting_aid/waiting_aid.svg"
        }
      ],
      "anchor": "bottom"
    }
  ],
  "lineRendering": [
    {
      "width": 1,
      "color": "blue"
    }
  ],
  "presets": [
    {
      "title": {
        "en": "a cyclist waiting aid",
        "de": "eine Radfahrer-Wartehilfe",
        "es": "un ciclista espera ayuda",
        "ca": "una ajuda a l'espera del ciclista"
      },
      "tags": [
        "highway=cyclist_waiting_aid"
      ],
      "description": {
        "en": "A footrest, handrail or other aid, to improve comfort while waiting at traffic lights",
        "de": "Eine Fußstütze, ein Handlauf oder ein anderes Hilfsmittel zur Verbesserung des Komforts beim Warten an der Ampel",
        "es": "Reposapiés, pasamanos u otro tipo de ayuda para mejorar la comodidad durante la espera en los semáforos",
        "ca": "Un reposapeus, barana o altres ajudes, per millorar la comoditat mentre s'espera als semàfors"
      },
      "snapToLayer": [
        "cycleways_and_roads"
      ]
    }
  ],
  "tagRenderings": [
    "images",
    {
      "question": {
        "en": "What kind of components does this waiting aid have?",
        "de": "Aus welchen Bestandteilen besteht diese Wartehilfe?",
        "es": "¿Qué tipo de componentes tiene esta ayuda a la espera?",
        "ca": "Quin tipus de components té aquesta ajuda a l'espera?"
      },
      "id": "type",
      "multiAnswer": true,
      "mappings": [
        {
          "if": "footrest=yes",
          "then": {
            "en": "There is a board or peg to rest your foot on here",
            "de": "Hier gibt es ein Brett oder einen Pflock zum Abstützen des Fußes",
            "es": "Hay una tabla o clavija para apoyar el pie.",
            "ca": "Hi ha un tauler o una clavilla per descansar el peu aquí"
          },
          "ifnot": "footrest="
        },
        {
          "if": "handrest=yes",
          "then": {
            "en": "There is a rail or a handle to hold on to here",
            "de": "Hier gibt es eine Schiene oder einen Griff zum Festhalten",
            "es": "Hay una barandilla o un asa para agarrarse aquí",
            "ca": "Hi ha una barana o una nansa per aferrar-se aquí"
          },
          "ifnot": "handrest="
        }
      ]
    },
    {
      "question": {
        "en": "On what side of the road is this located?",
        "de": "Auf welcher Straßenseite befindet sich dies?",
        "es": "¿En qué lado de la carretera se encuentra?",
        "ca": "A quin costat de la carretera es troba?"
      },
      "id": "side",
      "mappings": [
        {
          "if": "side=left",
          "then": {
            "en": "This waiting aid is located on the left side",
            "de": "Diese Wartehilfe befindet sich auf der linken Seite",
            "es": "Esta ayuda a la espera se encuentra en el lado izquierdo",
            "ca": "Aquesta ajuda a l'espera es troba a la banda esquerra"
          }
        },
        {
          "if": "side=right",
          "then": {
            "en": "This waiting aid is located on the right side",
            "de": "Diese Wartehilfe befindet sich auf der rechten Seite",
            "es": "Esta ayuda a la espera se encuentra en el lado derecho",
            "ca": "Aquesta ajuda a l'espera es troba al costat dret"
          }
        },
        {
          "if": "side=both",
          "then": {
            "en": "There are waiting aids on both sides of the road",
            "de": "Auf beiden Seiten der Straße gibt es Wartehilfen",
            "es": "Hay ayudas a la espera a ambos lados de la carretera",
            "ca": "Hi ha ajudes a l'espera a ambdós costats de la carretera"
          }
        }
      ]
    },
    {
      "condition": "direction~*",
      "id": "direction",
      "mappings": [
        {
          "if": "direction=forward",
          "then": {
            "en": "This waiting aid can be used when going forward on this way",
            "de": "Diese Wartehilfe kann bei der Weiterfahrt auf diesem Weg genutzt werden",
            "es": "Esta ayuda a la espera puede utilizarse cuando se avanza por esta vía",
            "ca": "Aquesta ajuda a l'espera es pot utilitzar quan s'avança en aquesta via"
          }
        },
        {
          "if": "direction=backward",
          "then": {
            "en": "This waiting aid can be used when going backward on this way",
            "de": "Diese Wartehilfe kann beim Rückwärtsfahren auf diesem Weg benutzt werden",
            "es": "Esta ayuda a la espera puede utilizarse cuando se retrocede por este camino",
            "ca": "Aquesta ajuda a l'espera es pot utilitzar quan es retrocedeix per aquest camí"
          }
        }
      ],
      "render": {
        "en": "This waiting aid can be used when going in {direction} direction",
        "de": "Diese Wartehilfe kann in Fahrtrichtung {direction} benutzt werden",
        "es": "Esta ayuda a la espera puede utilizarse cuando se va en dirección {direction}",
        "ca": "Aquesta ajuda a l'espera es pot utilitzar quan es va en direcció {direction}"
      }
    }
  ],
  "deletion": {
    "softDeletionTags": {
      "and": [
        "highway=",
        "side=",
        "footrest=",
        "handrest=",
        "material=",
        "height=",
        "support=",
        "count=",
        "capacity="
      ]
    }
  },
  "allowMove": false,
  "credits": "Robin van der Linde",
  "credits:uid": 5093765
}
