{
  "id": "hailhydrant",
  "title": {
    "en": "Hydrants, Extinguishers, Fire stations, and Ambulance stations",
    "ja": "消火栓、消火器、消防署、救急ステーションです。",
    "zh_Hant": "消防栓、滅火器、消防隊、以及急救站。",
    "ru": "Пожарные гидранты, огнетушители, пожарные станции и станции скорой помощи.",
    "fr": "Bornes incendies, extincteurs, casernes de pompiers et ambulanciers",
    "it": "Idranti, estintori, caserme dei vigili del fuoco e stazioni delle ambulanze.",
    "nb_NO": "Hydranter, brannslukkere, brannstasjoner, og ambulansestasjoner.",
    "de": "Hydranten, Feuerlöscher, Feuerwachen und Rettungswachen",
    "hu": "Tűzcsapok, tűzoltó készülékek, tűzoltóságok és mentőállomások.",
    "nl": "Brandkranen, brandblussers, brandweerposten en ambulanceposten",
    "es": "Bocas de incendios, Extintores, Parques de bomberos y Parques de ambulancias",
    "ca": "Hidrants, Extintors, Parcs de Bombers i estacions d'Ambulàncies",
    "da": "Brandhaner, brandslukkere, brandstationer og ambulancestationer",
    "cs": "Hydranty, hasicí přístroje, požární stanice a stanice záchranné služby",
    "pl": "Hydranty, gaśnice, remizy strażackie i pogotowia ratunkowe"
  },
  "description": {
    "en": "On this map you can find and update hydrants, fire stations, ambulance stations, and extinguishers in your favorite neighborhoods.",
    "ja": "このマップでは、お気に入りの近隣にある消火栓、消防署、救急ステーション、消火器を検索して更新できます。\n\n正確な位置を追跡し(モバイルのみ)、左下コーナーで関連するレイヤを選択できます。このツールを使用して、マップにピン(注視点)を追加または編集したり、利用可能な質問に答えることによって追加の詳細を提供することもできます。\n\nすべての変更は自動的にOpenStreetMapのグローバルデータベースに保存され、他のユーザが自由に再利用できます。",
    "zh_Hant": "在這份地圖上面你可以在你喜愛的社區尋找與更新消防栓、消防隊、急救站與滅火器。\n\n你可以追蹤確切位置 (只有行動版) 以及在左下角選擇與你相關的圖層。你也可以使用這工具新增或編輯地圖上的釘子 (興趣點)，以及透過回答一些問題提供額外的資訊。\n\n所有你做出的變動都會自動存到開放街圖這個全球資料庫，而且能自由讓其他人取用。",
    "fr": "Sur cette carte on trouve et met à jour les bornes incendies, extincteurs, casernes de pompiers et ambulanciers dans son quartier.",
    "de": "Auf dieser Karte können Sie Hydranten, Feuerwachen, Krankenwagen und Feuerlöscher in Ihren bevorzugten Stadtvierteln finden und aktualisieren.",
    "it": "In questa cartina puoi vedere e aggiornare idranti, stazioni dei pompieri, stazioni delle ambulanze ed estintori del tuo quartiere preferito.\n\nPuoi seguire la tua posizione precisa (solo su cellulare) e selezionare i livelli che ti interessano nell’angolo in basso a sinistra. Puoi anche usare questo strumento per aggiungere o modificare i PDI sulla mappa e fornire ulteriori dettagli rispondendo alle domande.\n\nTutte le modifiche che farai verranno automaticamente salvate nel database globale di OpenStreetMap e potranno essere riutilizzate liberamente da tutti.",
    "hu": "Ezen a térképen tűzcsapokat, tűzoltóállomásokat, mentőállomásokat és tűzoltóállomásokat találhat és szerkeszthet kedvenc városrészeiben (vagy másutt).\n\nA bal alsó sarokban nyomon követheti pontos tartózkodási helyét (csak mobilon), és kiválaszthatja az Ön számára releváns rétegeket. Ezzel az eszközzel gombostűket (érdekes pontokat, POI-kat) is szerkeszthet vagy felrajzolhat a térképre, a rendelkezésre álló kérdések megválaszolásával pedig további részleteket adhat meg.\n\nAz Ön által elvégzett módosítások automatikusan elmentődnek az OpenStreetMap globális adatbázisában, és mások szabadon újra felhasználhatják azokat.",
    "ru": "На этой карте вы можете найти и обновить местоположение пожарных гидрантов, пожарных станций, станций скорой помощи и огнетушителей в ваших избранных районах населенного пункта.\n\nВы можете записать своё точное месторасположение (только на мобильных устройствах) и выбрать интересующие слои данных в левом нижнем углу. Вы также можете использовать этот инструмент для добавления или изменения точек интереса на карте и дополнять данные,  отвечая  на вопросы.\n\nВсе сделанные вами изменения автоматически сохраняются в базе данных OpenStreetMap и могут быть свободно переработаны другими пользователями.",
    "es": "En este mapa puedes encontrar y actualizar hidrantes contra incendios, estaciones de bomberos, estaciones de ambulancias y extintores en tus vecindarios favoritos.",
    "nl": "Op deze kaart kan je hydranten, brandblussers, brandweerkazernes en stalplaatsen voor ambulances vinden en updaten.",
    "da": "På dette kort kan du finde og opdatere brandhaner, brandstationer, ambulancestationer og brandslukkere i dine yndlingskvarterer.\n\nDu kan spore din præcise placering (kun mobil) og vælge lag, der er relevante for dig, i nederste venstre hjørne. Du kan også bruge dette værktøj til at tilføje eller redigere POI (points of interest) til kortet og give yderligere detaljer ved at besvare tilgængelige spørgsmål.\n\nAlle ændringer, du foretager, bliver automatisk gemt i den globale database af OpenStreetMap og kan frit genbruges af andre.",
    "ca": "A aquest mapa pots trobar i actualizar boques d'incendis, parcs de bombers, estacions d'ambulàncies i extintors als seus veïnats preferits.",
    "cs": "Na této mapě můžete najít a aktualizovat informace o hydrantech, stanicích záchranné služby, hasičských stanicích a hasicích přístrojích ve vašich oblíbených čtvrtích.",
    "pl": "Na tej mapie możesz znaleźć i zaktualizować hydranty, remizy strażackie, karetki pogotowia i gaśnice w swoich ulubionych dzielnicach."
  },
  "shortDescription": {
    "en": "Map to show hydrants, extinguishers, fire stations, and ambulance stations.",
    "ja": "消火栓、消火器、消防署消火栓、消火器、消防署、および救急ステーションを表示します。",
    "zh_Hant": "顯示消防栓、滅火器、消防隊與急救站的地圖。",
    "ru": "Карта пожарных гидрантов, огнетушителей, пожарных станций и станций скорой помощи.",
    "fr": "Carte indiquant les bornes incendies, extincteurs, casernes de pompiers et ambulanciers.",
    "de": "Hydranten, Feuerlöscher, Feuerwachen und Rettungswachen.",
    "it": "Carta che mostra gli idranti, gli estintori, le caserme dei vigili del fuoco e le stazioni delle ambulanze.",
    "hu": "Térkép tűzcsapok, tűzoltó készülékek, tűzoltóságok és mentőállomások megjelenítéséhez.",
    "es": "Mapa para mostrar bocas de incendios, extintores, parques de bomberos y parques de ambulancias.",
    "ca": "Mapa per a mostrar hidrants, extintors, parcs de bombers i estacions d'ambulàncies.",
    "nl": "Kaart om hydranten, brandblussers, brandweerkazernes en ambulanceposten weer te geven.",
    "da": "Kort for at vise brandhaner, brandslukkere, brandstationer og ambulancestationer.",
    "cs": "Mapa zobrazující hydranty, hasicí přístroje, požární stanice a stanice záchranné služby.",
    "pl": "Mapa przedstawiająca hydranty, gaśnice, remizy strażackie i karetki pogotowia."
  },
  "icon": "./assets/themes/hailhydrant/logo.svg",
  "startZoom": 6,
  "startLat": 13.67801,
  "startLon": 121.6625,
  "defaultBackgroundId": "HDM_HOT",
  "credits": [
    "Erwin Olario"
  ],
  "layers": [
    "hydrant",
    "extinguisher",
    "fire_station",
    "ambulancestation"
  ],
  "widenFactor": 3
}