{
  "id": "binoculars",
  "title": {
    "en": "Binoculars",
    "nl": "Verrekijkers",
    "de": "Ferngläser",
    "it": "Binocoli",
    "nb_NO": "Kikkerter",
    "zh_Hant": "望遠鏡",
    "hu": "Távcsövek",
    "fr": "Jumelles",
    "es": "Binoculares"
  },
  "shortDescription": {
    "en": "A map with fixed binoculars",
    "nl": "Een kaart met publieke verrekijker",
    "de": "Eine Karte mit festinstallierten Ferngläsern",
    "it": "Una cartina dei binocoli pubblici fissi",
    "nb_NO": "Et kart over fastmonterte kikkerter",
    "zh_Hant": "固定望遠鏡的地圖",
    "hu": "Rögzített távcsövek (binokulárok) térképe",
    "fr": "Une carte de jumelles panoramiques",
    "es": "Un mapa con prismáticos fijos"
  },
  "description": {
    "en": "A map with binoculars fixed in place with a pole. It can typically be found on touristic locations, viewpoints, on top of panoramic towers or occasionally on a nature reserve.",
    "nl": "Een kaart met verrekijkers die op een vaste plaats zijn gemonteerd",
    "de": "Eine Karte für festinstallierte Ferngläsern. Man findet sie meist an touristischen Orten, Aussichtspunkten, Aussichtstürmen oder gelegentlich in Naturschutzgebieten.",
    "it": "Una cartina dei binocoli su un palo fissi in un luogo. Si trovano tipicamente nei luoghi turistici, nei belvedere, in cima a torri panoramiche oppure occasionalmente nelle riserve naturali.",
    "zh_Hant": "固定一地的望遠鏡地圖，特別是能夠在旅遊景點、觀景點、城鎮環景點，或是自然保護區找到。",
    "hu": "Rúdra rögzített távcsövek térképe. Jellemzően turisztikailag érdekes, panorámás helyeken, kilátótornyok tetején vagy természetvédelmi területen találhatók.",
    "fr": "Une carte des longue-vues fixes. Se trouve typiquement sur les sites touristiques, les points de vue, les tours panoramiques ou dans les réserves naturelles.",
    "es": "Un mapa con prismáticos fijos en un poste. Suele encontrarse en lugares turísticos, miradores, en lo alto de torres panorámicas u ocasionalmente en una reserva natural."
  },
  "maintainer": "",
  "icon": "./assets/layers/binocular/telescope.svg",
  "version": "0",
  "startLat": 0,
  "startLon": 0,
  "startZoom": 1,
  "widenFactor": 1.5,
  "layers": [
    "binocular"
  ]
}