{
  "id": "binoculars",
  "title": {
    "en": "Binoculars",
    "nl": "Verrekijkers",
    "de": "Ferngläser",
    "it": "Binocoli",
    "nb_NO": "Kikkerter",
    "zh_Hant": "望遠鏡",
    "hu": "Távcsövek",
    "fr": "Jumelles",
    "es": "Binoculares",
    "da": "Kikkerter",
    "ca": "Prismàtics",
    "pa_PK": "بائینوکولر",
    "cs": "Dalekohledy",
    "eu": "Binokularrak",
    "pl": "Lornetki"
  },
  "description": {
    "en": "A map with binoculars fixed in place with a pole. It can typically be found on touristic locations, viewpoints, on top of panoramic towers or occasionally on a nature reserve.",
    "nl": "Een kaart met verrekijkers die op een vaste plaats zijn gemonteerd",
    "de": "Eine Karte fest installierter Ferngläser. Man findet sie meist an touristischen Zielen, Aussichtspunkten, Aussichtstürmen oder gelegentlich in Naturschutzgebieten.",
    "it": "Una cartina dei binocoli su un palo fissi in un luogo. Si trovano tipicamente nei luoghi turistici, nei belvedere, in cima a torri panoramiche oppure occasionalmente nelle riserve naturali.",
    "zh_Hant": "固定一地的望遠鏡地圖，特別是能夠在旅遊景點、觀景點、城鎮環景點，或是自然保護區找到。",
    "hu": "Rúdra rögzített távcsövek térképe. Jellemzően turisztikailag érdekes, panorámás helyeken, kilátótornyok tetején vagy természetvédelmi területen találhatók.",
    "fr": "Une carte des longue-vues fixes. Se trouve typiquement sur les sites touristiques, les points de vue, les tours panoramiques ou dans les réserves naturelles.",
    "es": "Un mapa con prismáticos fijos en un poste. Suele encontrarse en lugares turísticos, miradores, en lo alto de torres panorámicas u ocasionalmente en una reserva natural.",
    "nb_NO": "Stedsbundne kikkerter på påle. Vanligvis på turiststeder, utkikkspunkter, på toppen av utsiktstårn, og noen ganger i naturreservat.",
    "ca": "Un mapa amb prismàtics fixos en un pal. Sol trobar-se en llocs turístics, miradors, a la part alta de torres panoràmiques o ocasionalment en una reserva natural.",
    "da": "Et kort over udsigtskikkert fastgjort på en stang. Det kan typisk findes på turistmæssige steder, udsigtspunkter, på toppen af panoramatårne eller lejlighedsvis på et naturreservat.",
    "cs": "Mapa s dalekohledem upevněným na místě pomocí tyče. Obvykle se nachází na turistických místech, rozhlednách, vrcholech panoramatických věží nebo příležitostně v přírodních rezervacích.",
    "eu": "Zutoin batean prismatiko finkoak dituen mapa. Leku turistikoetan, begiratokietan, dorre panoramikoen gainean edo, batzuetan, erreserba natural batean egoten da.",
    "pl": "Mapa z lornetkami zamocowanymi na słupku. Zwykle można je odnaleźć w lokalizacjach turystycznych, punktach widokowych, na szczytach wież panoramicznych lub czasami w rezerwacie przyrody."
  },
  "shortDescription": {
    "en": "A map with fixed binoculars",
    "nl": "Een kaart met publieke verrekijker",
    "de": "Eine Karte mit festinstallierten Ferngläsern",
    "it": "Una cartina dei binocoli pubblici fissi",
    "nb_NO": "Et kart over fastmonterte kikkerter",
    "zh_Hant": "固定望遠鏡的地圖",
    "hu": "Rögzített távcsövek (binokulárok) térképe",
    "fr": "Une carte de jumelles panoramiques",
    "es": "Un mapa con prismáticos fijos",
    "ca": "Un mapa amb prismàtics fixos",
    "da": "Et kort over fastgjorte kikkerter",
    "cs": "Mapa s pevnými dalekohledy",
    "eu": "Prismatiko finkoak dituen mapa",
    "pl": "Mapa ze stałymi lornetkami"
  },
  "icon": "./assets/layers/binocular/telescope.svg",
  "layers": [
    "binocular"
  ],
  "widenFactor": 1.5
}