{
  "id": "maxspeed",
  "title": {
    "en": "Maxspeed",
    "es": "Velocidad",
    "ca": "Velocitat",
    "de": "Höchstgeschwindigkeit",
    "fr": "Vitesse maximale",
    "da": "Højeste hastighed",
    "nl": "Maximale snelheden",
    "pa_PK": "حد رفتار",
    "cs": "Maximální rychlost",
    "ru": "Ограничения скорости",
    "zh_Hant": "最高速限",
    "eu": "Abiadiura",
    "pl": "Prędkość maksymalna"
  },
  "description": {
    "en": "This map shows the legally allowed maximum speed on every road. If a maxspeed is missing or wrong, you can correct it here.",
    "de": "Diese Karte zeigt die zulässige Höchstgeschwindigkeit auf jeder Straße. Wenn eine Höchstgeschwindigkeit fehlt oder falsch ist, können Sie dies hier korrigieren.",
    "fr": "Cette carte montre la vitesse maximale autorisée sur les routes. Si la vitesse maximale est manquante ou erronée, vous pouvez la corriger ici.",
    "da": "Dette kort viser den lovligt tilladte maksimale hastighed på hver vej. Hvis en maxspeed mangler eller er forkert, kan du rette den her.",
    "nl": "Deze kaart toont de maximum toegestane snelheid voor elke weg. Als er een maximumsnelheid mist of niet klopt, kan je hem hier aanpassen.",
    "cs": "Tato mapa zobrazuje zákonem povolenou maximální rychlost na každé silnici. Pokud maximální rychlost chybí nebo je nesprávná, můžete ji zde opravit.",
    "es": "Este mapa muestra la velocidad máxima legalmente permitida en cada carretera. Si falta una velocidad máxima o es incorrecta, puedes corregirla aquí.",
    "ca": "Aquest mapa mostra la velocitat màxima permesa legalment a cada carretera. Si falta una velocitat màxima o és incorrecta, podeu corregir-la aquí.",
    "zh_Hant": "這份地圖顯示每一條道路的法定允許的最高速限，如果有缺漏的最高速限或是標示錯誤，你可以在這邊更正資訊。",
    "pl": "Ta mapa pokazuje prawnie dozwoloną maksymalną prędkość na każdej drodze. Jeśli brakuje maksymalnej prędkości lub jest ona nieprawidłowa, możesz ją tutaj poprawić."
  },
  "shortDescription": {
    "en": "This map shows the legally allowed maximum speed on every road.",
    "de": "Diese Karte zeigt die zulässige Höchstgeschwindigkeit auf jeder Straße.",
    "fr": "Cette carte montre la vitesse maximale autorisée sur les routes.",
    "nl": "Deze kaart toont de maximumsnelheid voor elke straat.",
    "da": "Dette kort viser den lovligt tilladte maksimale hastighed på hver vej.",
    "cs": "Tato mapa zobrazuje zákonem povolenou maximální rychlost na každé silnici.",
    "es": "Este mapa muestra la velocidad máxima permitida legalmente en cada carretera.",
    "ca": "Aquest mapa mostra la velocitat màxima permesa legalment a cada carretera.",
    "zh_Hant": "這份地圖顯示每一條道路的法定允許的最高速限。",
    "pl": "Ta mapa pokazuje prawnie dozwoloną maksymalną prędkość na każdej drodze."
  },
  "icon": "./assets/themes/maxspeed/maxspeed_logo.svg",
  "layers": [
    "maxspeed",
    "speed_camera",
    "speed_display"
  ],
  "widenFactor": 0.01
}